Repository: tobegit3hub/dockerized-software
Catalog: keystone_docker/keystone/locale/*/LC_MESSAGES/keystone-log-info.po
Languages: tr_tr

source: "expires_at" has conflicting values %(existing)s and %(new)s. Will use the earliest value.
tr_tr: "expires_at" çatışan değerlere sahip %(existing)s ve %(new)s. İlk değer kullanılacak.

source: Adding proxy '%(proxy)s' to KVS %(name)s.
tr_tr: '%(proxy)s' vekili KVS %(name)s'e ekleniyor.

source: Couldn't verify unknown bind: {%(bind_type)s: %(identifier)s}
tr_tr: Bilinmeyen bağ doğrulanamıyor: {%(bind_type)s: %(identifier)s}

source: Created a new key: %s
tr_tr: Yeni bir anahtar oluşturuldu: %s

source: Creating the default role %s because it does not exist.
tr_tr: Varsayılan rol %s oluşturuluyor çünkü mevcut değil.

source: Creating the default role %s failed because it was already created
tr_tr: Varsayılan rol %s oluşturma başarısız çünkü zaten oluşturulmuş

source: Current primary key is: %s
tr_tr: Mevcut birincil anahtar: %s

source: Fernet token created with length of %d characters, which exceeds 255 characters
tr_tr: Fernet jetonu %d karakter uzunluğunda oluşturuldu, bu 255 karakteri geçiyor

source: KVS region %s key_mangler disabled.
tr_tr: KVS bölgesi %s key_mangler kapalı.

source: Kerberos bind authentication successful
tr_tr: Kerberos bağ kimlik doğrulama başarılı

source: Kerberos credentials do not match those in bind
tr_tr: Kerberos kimlik bilgileri bağda olanlarla eşleşmiyor

source: Kerberos credentials required and not present
tr_tr: Kerberos kimlik bilgileri gerekli ve mevcut değil

source: Key repository is already initialized; aborting.
tr_tr: Anahtar deposu zaten ilklendirilmiş; iptal ediliyor.

source: Named bind mode %s not in bind information
tr_tr: Adlandırılmış bağlama kipi %s bağlama bilgisinde değil

source: Next primary key will be: %s
tr_tr: Sonraki birincil anahtar şu olacak: %s

source: No bind information present in token
tr_tr: Jetonda bağlama bilgisi yok

source: Promoted key 0 to be the primary: %s
tr_tr: Anahtar 0 birincil anahtarlığa yükseltildi: %s

source: Received the following notification: service %(service)s, resource_type: %(resource_type)s, operation %(operation)s payload %(payload)s
tr_tr: Şu bildirim alındı: servis %(service)s, kaynak_türü: %(resource_type)s, işlem %(operation)s faydalı yük %(payload)s

source: Running command - %s
tr_tr: Komut çalıştırılıyor - %s

source: Starting %(arg0)s on %(host)s:%(port)s
tr_tr: %(host)s:%(port)s üzerinde %(arg0)s başlatılıyor

source: Starting key rotation with %(count)s key files: %(list)s
tr_tr: Anahtar dönüşümü %(count)s anahtar dosyasıyla başlatılıyor: %(list)s

source: Total expired tokens removed: %d
tr_tr: Toplam süresi dolmuş jetonlar kaldırıldı: %d

source: Using %(func)s as KVS region %(name)s key_mangler
tr_tr: %(func)s KVS bölgesi %(name)s key_mangler olarak kullanılıyor

source: Using default dogpile sha1_mangle_key as KVS region %s key_mangler
tr_tr: Varsayılan dogpile sha1_mangle_key KVS bölgesi %s key_mangler olarak kullanılıyor

source: [fernet_tokens] key_repository does not appear to exist; attempting to create it
tr_tr: [fernet_tokens] key_repository var gibi görünmüyor; oluşturmaya çalışılıyor
