Repository: tobegit3hub/dockerized-software
Catalog: keystone_docker/keystone/locale/*/LC_MESSAGES/keystone-log-warning.po
Languages: fr

source: %s is not a dogpile.proxy.ProxyBackend
fr: %s n'est pas un dogpile.proxy.ProxyBackend

source: Authorization failed. %(exception)s from %(remote_addr)s
fr: Echec d'autorisation. %(exception)s depuis %(remote_addr)s

source: Endpoint %(endpoint_id)s referenced in association for policy %(policy_id)s not found.
fr: Le point d'entrée %(endpoint_id)s référencé en association avec la politique %(policy_id)s est introuvable.

source: ID attribute %(id_attr)s for LDAP object %(dn)s has multiple values and therefore cannot be used as an ID. Will get the ID from DN instead
fr: L'attribut ID %(id_attr)s pour l'objet LDAP %(dn)s a de multiples valeurs et par conséquent ne peut être utilisé comme un ID. Obtention de l'ID depuis le DN à la place.

source: Invalid additional attribute mapping: "%s". Format must be <ldap_attribute>:<keystone_attribute>
fr: Mauvais mappage d'attribut additionnel: "%s". Le format doit être <ldap_attribute>:<keystone_attribute>

source: Invalid domain name (%s) found in config file name
fr: Non de domaine trouvé non valide (%s) dans le fichier de configuration

source: KVS lock released (timeout reached) for: %s
fr: Verrou KVS relaché (temps limite atteint) pour : %s

source: LDAP Server does not support paging. Disable paging in keystone.conf to avoid this message.
fr: Le serveur LDAP ne prend pas en charge la pagination. Désactivez la pagination dans keystone.conf pour éviter de recevoir ce message.

source: RBAC: Bypassing authorization
fr: RBAC : Autorisation ignorée

source: RBAC: Invalid token
fr: RBAC : Jeton non valide

source: RBAC: Invalid user data in token
fr: RBAC: Donnée utilisation non valide dans le token

source: Unable to add user %(user)s to %(tenant)s.
fr: Impossible d'ajouter l'utilisateur %(user)s à %(tenant)s.

source: Unable to locate domain config directory: %s
fr: Impossible de localiser le répertoire de configuration domaine: %s

source: Unable to remove user %(user)s from %(tenant)s.
fr: Impossible de supprimer l'utilisateur %(user)s depuis %(tenant)s.

source: keystone-manage pki_setup is not recommended for production use.
fr: keystone-manage pki_setup n'est pas recommandé pour une utilisation en production.

source: keystone-manage ssl_setup is not recommended for production use.
fr: keystone-manage ssl_setup n'est pas recommandé pour une utilisation en production.
