Repository: tobegit3hub/dockerized-software
Catalog: keystone_docker/keystone/locale/*/LC_MESSAGES/keystone-log-error.po
Languages: tr_tr, zh_cn

source: Cannot retrieve Authorization headers
tr_tr: Yetkilendirme başlıkları alınamıyor
zh_cn: 无法获取认证头信息

source: Circular reference or a repeated entry found in projects hierarchy - %(project_id)s.
tr_tr: Proje sıra düzeninde çember başvuru ya da tekrar eden girdi bulundu - %(project_id)s.
zh_cn: 在项目树-%(project_id)s 中发现循环引用或重复项。

source: Circular reference or a repeated entry found in region tree - %(region_id)s.
tr_tr: Bölge ağacında çember başvuru ya da tekrar eden girdi bulundu - %(region_id)s.
zh_cn: 在域树- %(region_id)s 中发现循环引用或重复项。

source: Circular reference or a repeated entry found projects hierarchy - %(project_id)s.
tr_tr: Proje sıra düzeninde çember başvuru ya da tekrar eden girdi bulundu - %(project_id)s.
zh_cn: 在项目树-%(project_id)s 中发现循环引用或重复项。

source: Command %(to_exec)s exited with %(retcode)s- %(output)s
tr_tr: %(to_exec)s komutu %(retcode)s ile çıktı- %(output)s
zh_cn: 命令 %(to_exec)s 已退出，退出码及输出为 %(retcode)s- %(output)s

source: Could not bind to %(host)s:%(port)s
tr_tr: %(host)s:%(port)s adresine bağlanılamadı
zh_cn: 无法绑定至 %(host)s:%(port)s

source: Either [fernet_tokens] key_repository does not exist or Keystone does not have sufficient permission to access it: %s
tr_tr: [fernet_tokents] key_repository mevcut değil ya da Keystone erişmek için yeterli izine sahip değil: %s
zh_cn: [fernet_tokens] 键仓库不存在或者ketystone没有足够的权限去访问它: %s。

source: Error setting up the debug environment. Verify that the option --debug-url has the format <host>:<port> and that a debugger processes is listening on that port.
tr_tr: Hata ayıklama ortamının ayarlanmasında hata. --debug-url seçeneğinin <istemci>:<bağlantı noktası> biçimine sahip olduğunu ve bu bağlantı noktasında hata ayıklama sürecinin dinlediğini doğrulayın.
zh_cn: 设置调试环境出错。请确保选项--debug-url 的格式是这样的<host>:<port> ，和确保有一个调试进程正在监听那个端口

source: Failed to construct notifier
tr_tr: Bildirici inşa etme başarısız
zh_cn: 构造通知器失败

source: Failed to create [fernet_tokens] key_repository: either it already exists or you don't have sufficient permissions to create it
tr_tr: [fernet_tokens] key_repository oluşturulamıyor: ya zaten mevcut ya da oluşturmak için yeterli izniniz yok
zh_cn: 创建[Fernet_tokens] 键仓库失败：它已存在或你没有足够的权限去创建它。

source: Failed to remove file %(file_path)r: %(error)s
tr_tr: %(file_path)r dosyası silinemedi: %(error)s
zh_cn: 无法删除文件%(file_path)r: %(error)s

source: Failed to send %(action)s %(event_type)s notification
tr_tr: %(action)s %(event_type)s bildirimi gönderilemedi
zh_cn: 发送 %(action)s %(event_type)s 通知失败

source: Failed to send %(res_id)s %(event_type)s notification
tr_tr: %(res_id)s %(event_type)s bildirimi gönderilemedi
zh_cn: 发送%(res_id)s %(event_type)s 通知失败

source: Failed to validate token
tr_tr: Jeton doğrulama başarısız
zh_cn: token验证失败

source: Malformed endpoint %(url)s - unknown key %(keyerror)s
tr_tr: Kusurlu bitiş noktası %(url)s - bilinmeyen anahtar %(keyerror)s
zh_cn: 端点 %(url)s 的格式不正确 - 键 %(keyerror)s 未知

source: Malformed endpoint %s - incomplete format (are you missing a type notifier ?)
tr_tr: Kusurlu bitiş noktası %s - tamamlanmamış biçim (bir tür bildiriciniz eksik olabilir mi ?)
zh_cn: 端点 %s 的格式不完整 - (是否缺少了类型通告者?)

source: Malformed endpoint '%(url)s'. The following type error occurred during string substitution: %(typeerror)s
tr_tr: Kusurlu bitiş noktası '%(url)s'. Karakter dizisi yer değiştirme sırasında şu tür hatası oluştu: %(typeerror)s
zh_cn: 端点 '%(url)s' 的格式不正确。在字符串替换时发生以下类型错误：%(typeerror)s

source: Malformed endpoint - %(url)r is not a string
tr_tr: Kusurlu bitiş noktası - %(url)r bir karakter dizisi değil
zh_cn: 端点 - %(url)r 不是一个字符串

source: Reinitializing revocation list due to error in loading revocation list from backend. Expected `list` type got `%(type)s`. Old revocation list data: %(list)r
tr_tr: Arka uçtan feshetme listesi yüklemedeki hata sebebiyle fesih listesi yeniden ilklendiriliyor. `list` beklendi `%(type)s` alındı. Eski fesih listesi verisi: %(list)r
zh_cn: 由于从后端加载撤销列表出现错误，重新初始化撤销列表。期望“列表”类型是 `%(type)s`。旧的撤销列表数据是: %(list)r

source: Server error
tr_tr: Sunucu hatası
zh_cn: 服务器报错

source: Unable to build cache config-key. Expected format "<argname>:<value>". Skipping unknown format: %s
tr_tr: Zula yapılandırma anahtarı inşa edilemiyor. Beklenen biçim "<değişken ismi>:<değer>". Bilinmeyen biçim atlanıyor: %s
zh_cn: 无法构建缓存配置键值对。期望格式“<参数>:<值>”。跳过未知的格式: %s

source: Unable to convert Keystone user or group ID. Error: %s
tr_tr: Keystone kullanıcı veya grup kimliği dönüştürülemiyor. Hata: %s

source: Unable to sign token
tr_tr: Jeton imzalanamıyor
zh_cn: 无法签名令牌

source: Unexpected error or malformed token determining token expiry: %s
tr_tr: Jeton sona erme belirlemede beklenmeyen hata veya kusurlu jeton: %s
zh_cn: 决策令牌预计超期时间 :%s 时，出现未知错误或变形的令牌

source: Unexpected results in response for domain config - %(count)s responses, first option is %(option)s, expected option %(expected)s
tr_tr: Alan yapılandırması yanıtında beklenmedik sonuçlar - %(count)s yanıt, ilk seçenek %(option)s, beklenen seçenek %(expected)s
zh_cn: 针对域配置- %(count)s 结果，响应中出现不是预期结果，第一参数是%(option)s，期望参数是 %(expected)s 。
