Repository: tobegit3hub/dockerized-software
Catalog: glance_docker/glance/locale/*/LC_MESSAGES/glance-log-error.po
Languages: tr_tr

source: An error occurred during image.send notification: %(err)s
tr_tr: image.send bildirimi sırasında bir hata oluştu: %(err)s

source: An error occurred reading from backend storage for image %(image_id)s: %(err)s
tr_tr: %(image_id)s imajı, artalanda çalışan depolamadan okurken bir hata meydana geldi: %(err)s

source: Backend storage for image %(image_id)s disconnected after writing only %(bytes_written)d bytes
tr_tr: %(image_id)s imajı için artalanda çalışan depolama sadece %(bytes_written)d bayt yazdıktan sonra bağlantıyı kesti

source: Cannot use this parameter with the operator IN
tr_tr: Bu parametre IN operatörü ile kullanılamıyor

source: Caught error: %s
tr_tr: Yakalama hatası: %s

source: Checksum header is missing.
tr_tr: Sağlama başlığı eksik.

source: Copy from external source '%(scheme)s' failed for image: %(image)s
tr_tr: İmaj için '%(scheme)s' harici kaynağından kopyalama başarısız oldu: %(image)s

source: Could not load plugin from %(module)s: %(msg)s
tr_tr: %(module)s'den eklenti yüklenemedi: %(msg)s

source: Couldn't find property protection file %(file)s: %(error)s.
tr_tr: Özellik koruma dosyası %(file)s bulunamadı: %(error)s.

source: Encountered a malformed property protection rule %(rule)s: %(error)s.
tr_tr: Bozuk bir özellik koruma kuralı %(rule)s: %(error)s ile karşılaşıldı.

source: Error executing SQLite call. Got error: %s
tr_tr: SQLite çağrısı yürütülürken hata. Alınan hata: %s

source: Error setting up the debug environment. Verify that the option pydev_worker_debug_host is pointing to a valid hostname or IP on which a pydev server is listening on the port indicated by pydev_worker_debug_port.
tr_tr: Hata ayıklama ortamı kurma hatası. pydev_worker_debug_host seçeneğinin geçerli bir bilgisayar adını gösterdiğini ya da pydev sunucu IP'sinin pydev_worker_debug_port ile gösterilen bağlantı noktasını dinlediğini onaylayın.

source: Error: cooperative_iter exception %s
tr_tr: Hata: imeceli_yineleme hatası %s

source: Exception encountered while tee'ing image '%(image_id)s' into cache: %(error)s. Continuing with response.
tr_tr: Önbellekteki '%(image_id)s' imajı boşaltılırken olağandışı durum oluştu: %(error)s. Yanıtlarla devam ediyor.

source: Failed to delete blob %(blob_id)s from store: %(exc)s
tr_tr: Depolama alanından %(blob_id)s blob silme işlemi başarısız oldu: %(exc)s

source: Failed to delete image %(image_id)s from store: %(exc)s
tr_tr: Depodan %(image_id)s imajı silme başarısız oldu: %(exc)s

source: Failed to delete namespace %(namespace)s
tr_tr: Ad alanı %(namespace)s silme işlemi başarısız oldu

source: Failed to execute introspection %(task_id)s: %(exc)s
tr_tr: İçgözlem yürütümü başarısız oldu %(task_id)s: %(exc)s

source: Failed to execute task %(task_id)s: %(exc)s
tr_tr: %(task_id)s görevi yürütülemedi: %(exc)s

source: Failed to load location strategy module %(module)s: %(e)s
tr_tr: %(module)s strateji modülü konumu yüklenemedi: %(e)s

source: Failed to load the %s executor provided in the config.
tr_tr: Yapılandırma içinde verilen %s uygulayıcı yüklemesi başarısız oldu.

source: Failed to save task %(task_id)s in DB as task_repo is %(task_repo)s
tr_tr: Veritabanındaki %(task_id)s görevini %(task_repo)s görev_deposu olarak kaydetme başarısız oldu

source: Failed to upload image data due to HTTP error
tr_tr: HTTP hatası nedeniyle imaj veri yüklemesi başarısız oldu

source: Failed to upload image data due to internal error
tr_tr: İç hata nedeniyle imaj veri yüklemesi başarısız oldu

source: Forbidden to create resource type. Reason: %(reason)s
tr_tr: Kaynak türü oluşturmak yasak. Nedeni: %(reason)s

source: Glance tried all active locations to get data for blob %s but all have failed.
tr_tr: Glance %s blob verilerini almak için etkin tüm konumları denedi ancak tümü başarısız oldu.

source: Glance tried all active locations to get data for image %s but all have failed.
tr_tr: Glance %s imajı verilerini almak için etkin bütün konumları denedi ancak tümü başarısız oldu.

source: Image cache contained image file for image '%s', however the registry did not contain metadata for that image!
tr_tr: İmaj önbelleği, '%s' imajı için imaj dosyası bulundurur, ancak kayıt defteri bu imaj için üst veri içermez!

source: Internal error occurred while trying to process task.
tr_tr: Görevi işlemeye çalışırken dahili bir hata meydana geldi.

source: Invalid format of swift store config cfg
tr_tr: Geçersiz hızlı depo yapılandırma cfg biçimi

source: Invalid store uri for image: %(image_id)s. Details: %(reason)s
tr_tr: İmaj için geçersiz depo uri: %(image_id)s. Ayrıntılar: %(reason)s

source: Invalid value '%s' for 'property_protection_rule_format'. The permitted values are 'roles' and 'policies'
tr_tr: 'property_protection_rule_format' için geçersiz değer '%s'. İzin verilen değerler 'roles' ve 'policies'

source: Invalid value for option user_storage_quota: %(users_quota)s
tr_tr: user_storage_quota seçeneği için geçersiz değer: %(users_quota)s

source: Json schema files not found in %s. Aborting.
tr_tr: Json şema dosyaları %s içinde bulunamadı. Durduruluyor.

source: Malformed property protection rule in [%(prop)s] %(op)s=%(perm)s: '@' and '!' are mutually exclusive
tr_tr: [%(prop)s] %(op)s=%(perm)s bozuk özellik koruma kuralı: '@' ve '!' birbirini dışlayandır

source: Multiple policies '%s' not allowed for a given operation. Policies can be combined in the policy file
tr_tr: Belirli bir işlem için izin verilmeyen birden fazla ilke '%s'. İlkeler, ilke dosyasında birleştirilebilir

source: Not respawning child %d, cannot recover from termination
tr_tr: Tekrar oluşturulmayan %d, bitişten sonra kurtarılamaz

source: Operator %s is not supported
tr_tr: %s operatörü desteklenmiyor

source: Please provide no more than one option from this list: --prefer_new, --overwrite
tr_tr: Lütfen bu listeden en fazla bir seçenek veriniz: --prefer_new, --overwrite

source: RPC Call Error: %(val)s %(tb)s
tr_tr: RPC Çağrı Hatası: %(val)s %(tb)s

source: Received HTTP error while uploading image %s
tr_tr: %s imajı yüklenirken HTTP hatası alındı

source: Registry client request %(method)s %(action)s raised %(exc_name)s
tr_tr: Kayıt defteri istemci isteği %(method)s %(action)s, %(exc_name)s ortaya çıkardı

source: Task ID %s
tr_tr: Görev Numarası %s

source: Task [%(task_id)s] status failed to change from %(cur_status)s to %(new_status)s
tr_tr: [%(task_id)s] görev durumu %(cur_status)s durumundan %(new_status)s durumuna değiştirilirken başarısız oldu

source: Task not found for task_id %s
tr_tr: %s task_id için görev bulunamadı

source: Task: %(task_id)s failed to import image %(image_id)s to the filesystem.
tr_tr: Görev: %(task_id)s dosya sistemine %(image_id)s imajını aktaramadı.

source: This execution of Tasks is not setup. Please consult the project documentation for more information on the executors available.
tr_tr: Görevlerin yürütümü kurulum değildir. Lütfen mevcut uygulayıcılar hakkında daha fazla bilgi için proje belgelerine bakın.

source: This task type %(task_type)s is not supported by the current deployment of Glance. Please refer the documentation provided by OpenStack or your operator for more information.
tr_tr: Bu görev türü %(task_type)s mevcut Glance yaygınlaştırması tarafından desteklenmiyor. Daha fazla bilgi için lütfen işletmeninize yada OpenStack tarafından sağlanan belgeye başvurunuz.

source: To use --prefer_new or --overwrite you need to combine of these options with --merge option.
tr_tr: --prefer_new ya da --overwrite kullanmak için --merge ile bu seçenekleri birleştirmeniz gerekir.

source: Unable to create image %s
tr_tr: %s imajı oluşturulamadı

source: Unable to delete image %s
tr_tr: %s imajı silinemedi

source: Unable to get images
tr_tr: İmajlar alınamadı

source: Unable to kill image %(id)s:
tr_tr: İmaj %(id)s öldürülemedi:

source: Unable to load artifacts: %s
tr_tr: Ürünler yüklenemedi: %s

source: Unable to restore artifact %(artifact_id)s: %(e)s
tr_tr: Ürün geri yüklenemedi %(artifact_id)s: %(e)s

source: Unable to restore image %(image_id)s: %(e)s
tr_tr: %(image_id)s imajı geri yüklenemedi: %(e)s

source: Unable to show image %s
tr_tr: %s imajı gösterilemedi

source: Unable to update image %s
tr_tr: %s imajı güncellenemedi

source: Unknown sort direction, must be 'desc' or 'asc'
tr_tr: Bilinmeyen sıralama yönü, 'desc' ya da 'asc' olmalıdır

source: could not find %s
tr_tr: %s bulunamadı

source: swift config file %(conf_file)s:%(exc)s not found
tr_tr: hızlı yapılandırma dosyası %(conf_file)s:%(exc)s bulunamadı
