Repository: tobegit3hub/dockerized-software
Catalog: glance_docker/glance/locale/*/LC_MESSAGES/glance.po
Languages: de, fr, it, ko_kr, pt_br, tr_tr, zh_tw

source: The region for the authentication service. If "use_user_token" is not in effect and using keystone auth, then region name can be specified.
de: Die Region für den Authentifizierungsservice. Wenn "use_user_token" nicht wirksam ist und die Keystone-Authentifizierung verwendet wird, kann der Regionsname angegeben werden.
fr: Région du service d'authentification. Si "use_user_token" n'est pas en vigueur et si vous utilisez l'authentification keystone, le nom de région peut être spécifié.
it: la regione per il servizio di autenticazione. Se "use_user_token" non è attiva e si utilizza l'autenticazione keystone, è possibile specificare il nome regione.
ko_kr: 인증 서비스에 대한 리젼입니다. If "use_user_token"이(가) 적용되지 않는 경우 키스톤 권한을 사용한 다음 리젼 이름을 지정할 수 있습니다.
pt_br: A região para o serviço de autenticação. Se "use_user_token" não estiver em vigor e utilizando a autorização do keystone, então o nome da região pode ser especificado.
tr_tr: Kimlik doğrulama servisi için bölge. Eğer "use_user_token" yürürlükte değilse ve keystone kimlik doğrulaması kullanılıyorsa, bölge adı belirtilebilir.
zh_tw: 鑑別服務的區域。如果 "use_user_token" 未生效並且使用了 Keystone 鑑別，則可以指定區域名稱。

source: The request returned 500 Internal Server Error.
de: Die Anforderung hat eine Nachricht vom Typ '500 - interner Serverfehler' zurückgegeben.
fr: La demande a renvoyé le message 500 Internal Server Error.
it: La richiesta ha restituito 500 Errore interno del server.
ko_kr: 요청 시 500 내부 서버 오류가 리턴되었습니다.
pt_br: A solicitação retornou 500 Erro Interno do Servidor.
tr_tr: İstek geri 500 İç Sunucu Hatası döndürdü.
zh_tw: 要求傳回了「500 內部伺服器錯誤」。

source: The request returned 503 Service Unavailable. This generally occurs on service overload or other transient outage.
de: Die Anforderung hat eine Nachricht vom Typ '503 - Service nicht verfügbar' zurückgegeben. Dies geschieht im Allgemeinen bei einer Serviceüberbelastung oder einem anderen temporären Ausfall.
fr: La demande a renvoyé le message 503 Service Unavailable. Cela se produit généralement lors d'une surcharge de service ou de tout autre coupure transitoire.
it: La richiesta ha restituito 503 Servizio non disponibile 503. Ciò generalmente si verifica nel sovraccarico del servizio o altro tipo di interruzione temporanea.
ko_kr: 요청에서 '503 서비스 사용 불가능'을 리턴했습니다. 이는 일반적으로 서비스 과부하나 기타 일시적 정전일 경우 발생합니다.
pt_br: A solicitação retornou 503 Serviço Indisponível. Isso geralmente ocorre em sobrecarga de serviço ou outra interrupção temporária.
tr_tr: İstek 503 Hizmet Kullanılamıyor kodu döndürdü. Bu genellikle, hizmetin aşırı yük altında olduğu ya da geçici kesintiler oluştuğu anlamına gelir.
zh_tw: 要求傳回了「503 無法使用服務」。通常，在服務超載或其他暫時性服務中斷時發生。

source: The request returned a 302 Multiple Choices. This generally means that you have not included a version indicator in a request URI. The body of response returned: %(body)s
de: Die Anforderung hat eine Nachricht vom Typ '302 - Mehrere Möglichkeiten' zurückgegeben. Dies weist im Allgemeinen darauf hin, dass Sie bei einem Anfrage-URI keinen Versionsindikator angegeben haben. Nachrichtentext der zurückgegebenen Antwort: %(body)s
fr: La demande a renvoyé un message 302 Multiple Choices. Cela signifie généralement que vous n'avez pas inclus d'indicateur de version dans l'URI de demande. Le corps de la réponse a renvoyé : %(body)s
it: La richiesta ha restituito 302 scelte multiple. Questo generalmente indica che non è stato incluso un indicatore di versione in un URI della richiesta. Restituito il corpo della risposta: %(body)s
ko_kr: 요청이 302 다중 선택사항을 리턴했습니다. 이는 일반적으로 요청 URI에 버전 표시기를 포함하지 않았음을 의미합니다. 리턴된 응답의 본문: %(body)s
pt_br: A solicitação retornou 302 Várias Opções. Isso geralmente significa que você não incluiu um indicador de versão em um URI de solicitação. O corpo da resposta retornou: %(body)s
tr_tr: İstek 302 Çok Seçenek kodu döndürdü. Bu genellikle, istek URI'sinin bir sürüm göstergesi içermediği anlamına gelir. Dönen yanıtın gövdesi: %(body)s
zh_tw: 要求傳回了「302 多重選擇」。這通常表示要求 URI 中尚不包含版本指示符。 傳回了回應內文： %(body)s

source: The request returned a 413 Request Entity Too Large. This generally means that rate limiting or a quota threshold was breached. The response body: %(body)s
de: Die Anforderung hat eine Nachricht vom Typ '413 - Anforderungsentität zu groß' zurückgegeben. Dies weist im Allgemeinen darauf hin, dass die Geschwindigkeitsbegrenzung oder ein Quotenschwellenwert überschritten wurde. Der Antworttext: %(body)s
fr: La demande a renvoyé un message 413 Request Entity Too Large. Cela signifie généralement que le taux limite ou le seuil de quota a été dépassé. Corps de la réponse : %(body)s
it: La richiesta ha restituito 413 Entità della richiesta troppo grande. Questo generalmente significa che il limite della velocità o la soglia della quota sono stati violati. Il corpo della risposta %(body)s
ko_kr: 요청에서 '413 요청 엔티티가 너무 큼'을 리턴했습니다. 이는 일반적으로 등급 한도나 할당량 임계값을 위반했음을 의미합니다. 응답 본문: %(body)s
pt_br: A solicitação retornou 413 Entidade de Solicitação Muito Grande. Isso geralmente significa que a taxa de limitação ou um limite de cota foi violado. O corpo de resposta: %(body)s
tr_tr: İstek 413 Girilen Veri Çok Büyük kodu döndürdü. Bu genellikle, hız sınırlayıcı ya da kota eşiği ihlali anlamına gelir. Yanıt gövdesi: %(body)s
zh_tw: 要求傳回了「413 要求實體太大」。這通常表示已違反評比限制或配額臨界值。 回應內文： %(body)s

source: The request returned an unexpected status: %(status)s. The response body: %(body)s
de: Die Anforderung hat einen unerwarteten Status zurückgegeben: %(status)s. Der Antworttext: %(body)s
fr: La demande a renvoyé un statut inattendu : %(status)s. Corps de la réponse : %(body)s
it: La richiesta ha restituito uno stato imprevisto: %(status)s. Il corpo della risposta %(body)s
ko_kr: 요청이 예상치 않은 상태를 리턴함: %(status)s. 응답 본문: %(body)s
pt_br: A solicitação retornou um status inesperado: %(status)s. O corpo de resposta: %(body)s
tr_tr: İstek beklenmeyen bir durum döndürdü: %(status)s. Yanıt: %(body)s
zh_tw: 要求傳回了非預期的狀態：%(status)s。 回應內文： %(body)s

source: The requested image has been deactivated. Image data download is forbidden.
de: Das angeforderte Image wurde inaktiviert. Der Download von Imagedaten ist nicht zulässig.
fr: L'image demandée a été désactivée. Le téléchargement des données image est interdit.
it: L'immagine richiesta è stata disattivata. Il download dei dati immagine non è consentito.
ko_kr: 요청된 이미지가 비활성화되었습니다. 이미지 데이터 다운로드가 금지됩니다.
pt_br: A imagem solicitada foi desativada. O download de dados da imagem é proibido.
tr_tr: İstenen imaj devrede değil. İmaj verisi indirmek yasak.
zh_tw: 已取消啟動所要求的映像檔。已禁止下載映像檔資料。

source: The result of current task, JSON blob
de: Das Ergebnis der aktuellen Task, JSON-Blob-Objekt
fr: Le résultat de la tâche en cours, blob JSON
it: Il risultato dell'attività corrente, blob JSON
ko_kr: 현재 태스크의 결과, JSON blob
pt_br: O resultado da tarefa atual, blob JSON
tr_tr: Şu anki görevin sonucu, JSON blob
zh_tw: 現行作業的結果：JSON 二進位大型物件

source: The size of the data %(image_size)s will exceed the limit. %(remaining)s bytes remaining.
de: Die Größe der Daten, mit denen %(image_size)s den Grenzwert überschreiten wird. %(remaining)s Byte verbleiben.
fr: La taille des données %(image_size)s dépassera la limite. %(remaining)s octets restants.
it: La dimensione dei dati %(image_size)s supererà il limite. %(remaining)s byte rimanenti.
ko_kr: 데이터 크기 %(image_size)s이(가) 남은 한도 바이트 %(remaining)s을(를) 초과합니다.
pt_br: O tamanho dos dados que %(image_size)s irá exceder do limite. %(remaining)s bytes restantes.
tr_tr: %(image_size)s veri boyutu sınırı aşacak. Kalan bayt %(remaining)s
zh_tw: 資料的大小 %(image_size)s 將超出該限制。剩餘 %(remaining)s 個位元組。

source: The specified member %s could not be found
de: Das angegebene Mitglied %s konnte nicht gefunden werden
fr: Le membre spécifié %s est introuvable
it: Impossibile trovare il membro specificato %s
ko_kr: 지정된 멤버 %s을(를) 찾을 수 없음
pt_br: O membro especificado %s não pôde ser localizado
tr_tr: Belirtilen üye %s bulunamadı
zh_tw: 找不到指定的成員 %s

source: The specified metadata object %s could not be found
de: Das angegebene Metadatenobjekt %s konnte nicht gefunden werden
fr: L'objet métadonnées spécifié %s est introuvable
it: Impossibile trovare l'oggetto di metadati %s specificato
ko_kr: 지정된 메타데이터 오브젝트 %s을(를) 찾을 수 없음
pt_br: O objeto de metadados especificado %s não pôde ser localizado
tr_tr: Belirtilen metadata nesnesi %s bulunamadı
zh_tw: 找不到指定的 meta 資料物件 %s

source: The specified metadata tag %s could not be found
de: Der angegebene Metadatentag %s konnte nicht gefunden werden
fr: La balise de métadonnées %s est introuvable
it: Impossibile trovare il tag di metadati %s specificato
ko_kr: 지정된 메타데이터 태그 %s을(를) 찾을 수 없음
pt_br: A identificação de metadados especificada %s não pôde ser localizada
tr_tr: Belirtilen metadata etiketi %s bulunamadı
zh_tw: 找不到指定的 meta 資料標籤 %s

source: The specified namespace %s could not be found
de: Der angegebene Namensbereich %s konnte nicht gefunden werden
fr: L'espace de nom spécifié %s est introuvable
it: Impossibile trovare lo spazio dei nomi %s specificato
ko_kr: 지정된 네임스페이스 %s을(를) 찾을 수 없음
pt_br: O namespace especificado %s não pôde ser localizado
tr_tr: Belirtilen ad alanı %s bulunamadı
zh_tw: 找不到指定的名稱空間 %s

source: The specified property %s could not be found
de: Die angegebene Eigenschaft %s konnte nicht gefunden werden
fr: La propriété spécifiée %s est introuvable
it: Impossibile trovare la proprietà %s specificata
ko_kr: 지정된 특성 %s을(를) 찾을 수 없음
pt_br: A propriedade especificada %s não pôde ser localizada
tr_tr: Belirtilen özellik %s bulunamadı
zh_tw: 找不到指定的內容 %s

source: The specified resource type %s could not be found
de: Der angegebene Ressourcentyp %s konnte nicht gefunden werden
fr: Le type de ressource spécifié %s est introuvable
it: Impossibile trovare il tipo di risorsa %s specificato
ko_kr: 지정된 자원 유형 %s을(를) 찾을 수 없음
pt_br: O tipo de recurso especificado %s não pôde ser localizado
tr_tr: Belirtilen kaynak türü %s bulunamadı
zh_tw: 找不到指定的資源類型 %s

source: The status of deleted image location can only be set to 'pending_delete' or 'deleted'
de: Der Status der Position des gelöschten Image kann nur auf 'pending_delete' oder auf 'deleted' gesetzt werden.
fr: L'état de l'emplacement de l'image supprimée ne peut être réglé que sur 'pending_delete' ou 'deleted'
it: Lo stato dell'ubicazione immagine eliminata può essere impostata solo su 'pending_delete' o 'deleted'
ko_kr: 삭제된 이미지 위치의 상태는 'pending_delete' 또는 'deleted'로만 설정할 수 있음
pt_br: O status de local da imagem excluída só pode ser definido como 'pending_delete' ou 'deleted'
tr_tr: Silinen imaj konumunun durumu sadece 'pending_delete' ya da 'deleted' olarak ayarlanabilir
zh_tw: 只能將已刪除映像檔位置的狀態設為 'pending_delete' 或'deleted'

source: The status of deleted image location can only be set to 'pending_delete' or 'deleted'.
de: Der Status der Position des gelöschten Image kann nur auf 'pending_delete' oder auf 'deleted' gesetzt werden.
fr: L'état de l'emplacement de l'image supprimée ne peut être réglé que sur 'pending_delete' ou 'deleted'.
it: Lo stato dell'ubicazione immagine eliminata può essere impostata solo su 'pending_delete' o 'deleted'.
ko_kr: 삭제된 이미지 위치의 상태는 'pending_delete' 또는 'deleted'로만 설정할 수 있습니다.
pt_br: O status de local da imagem excluída só pode ser definido como 'pending_delete' ou 'deleted'.
tr_tr: Silinen imaj konum durumu sadece 'pending_delete' ya da 'deleted' olarak ayarlanabilir.
zh_tw: 只能將已刪除映像檔位置的狀態設為 'pending_delete' 或'deleted'。

source: The status of this image member
de: Der Status dieses Imageelements
fr: Statut de ce membre d'image
it: Lo stato di questo membro dell'immagine
ko_kr: 이 이미지 멤버의 상태
pt_br: O status desse membro da imagem
tr_tr: Bu imaj üyesinin durumu
zh_tw: 此映像檔成員的狀態

source: The store names to use to get store preference order. The name must be registered by one of the stores defined by the 'stores' config option. This option will be applied when you using 'store_type' option as image location strategy defined by the 'location_strategy' config option.
de: Die zum Abrufen der Speichervorgabenreihenfolge zu verwendenden Speichernamen. Der Name muss durch einen der Speicher registriert worden sein, die von der Konfigurationsoption 'stores' definiert werden. Diese Option wird angewendet, wenn Sie die Option 'store_type' als Imagepositionsstrategie verwenden, die von der Konfigurationsoption 'location_strategy' definiert wird.
fr: Les noms de magasin à utiliser pour obtenir l'ordre de préférence des magasins. Le nom doit être enregistré par l'un des magasins définis par l'option de configuration 'stores'. Cette option sera appliquée lors de l'utilisation de l'option 'store_type' comme stratégie d'emplacement d'image définie par l'option de configuration 'location_strategy'.
it: I nomi degli archivi da utilizzare per ottenere l'ordine di preferenza degli archivi. Il nome deve essere registrato da uno degli archivi definiti dall'opzione di configurazione 'stores'. Questa opzione verrà applicata quando si utilizza l'opzione 'store_type' come strategia di ubicazione dell'immagine definita dall'opzione di configurazione 'location_strategy'.
ko_kr: 저장소 환경 설정 순서를 가져오는 데 사용하는 저장소 이름입니다. 이름은 'stores' 구성 옵션에서 정의하는 저장소 중 하나를 사용하여 등록해야 합니다. 이 옵션은 'store_type' 옵션을 'location_strategy' 구성 옵션에서 정의하는 이미지 위치 전략으로 사용할 때 적용됩니다.
pt_br: Os nomes de armazenamento a ser usados para obter a ordem de preferência de armazenamento. O nome deve ser registrado por um dos armazenamentos definidos pela opção de configuração de ‘armazenamentos'. Essa opção será aplicada ao usar a opção 'store_type' como estratégia do local de imagem definida pela opção de configuração 'location_strategy'.
tr_tr: Depo tercih sırasını almak için kullanılacak depo adları. Ad, 'stores' yapılandırma seçeneği tarafından tanımlanan depolardan biri olarak kaydedilmelidir. Bu seçenek, 'store_type' seçeneğini, 'location_strategy' yapılandırma seçeneği tarafından tanımlanan imaj konum stratejisi olarak kullanırken uygulanacaktır.
zh_tw: 用來取得儲存庫喜好設定順序的儲存庫名稱。名稱必須由'stores' 配置選項所定義的其中一個儲存庫進行登錄。當您使用 'store_type' 選項來作為 'location_strategy' 配置選項所定義的映像檔位置策略時，將套用此選項。

source: The strategy to use for authentication. If "use_user_token" is not in effect, then auth strategy can be specified.
de: Die für die Authentifizierung zu verwendende Strategie. Wenn "use_user_token" nicht wirksam ist, kann die Authentifizierungsstrategie angegeben werden.
fr: Stratégie à utiliser pour l'authentification. Si "use_user_token" n'est pas en vigueur, la stratégie d'authentification peut être spécifiée.
it: La strategia da utilizzare per l'autenticazione. Se "use_user_token" non è attiva è possibile specificare la strategia di autenticazione.
ko_kr: 인증에 사용할 전략입니다. If "use_user_token"이(가) 적용되지 않는 경우인증 전략을 지정할 수 있습니다.
pt_br: A estratégia a ser utilizada para autenticação. Se "use_user_token" não estiver em vigor, então a estratégia de autorização pode ser especificada.
tr_tr: Kimlik doğrulama için kullanılacak strateji. Eğer "use_user_token" yürürlükte değilse, o zaman kimlik doğrulama stratejisi belirtilebilir.
zh_tw: 用於進行鑑別的策略。如果 "use_user_token" 未生效，則可以指定鑑別策略。

source: The target member %(member_id)s is already associated with image %(image_id)s.
de: Das Zielmitglied %(member_id)s ist dem Image %(image_id)s bereits zugeordnet.
fr: Le membre cible %(member_id)s est déjà associé à l'image %(image_id)s.
it: Il membro di destinazione %(member_id)s è già associato all'immagine %(image_id)s.
ko_kr: 대상 멤버 %(member_id)s이(가) 이미 이미지 %(image_id)s.
pt_br: O membro de destino %(member_id)s já está associado à imagem %(image_id)s.
tr_tr: Hedef üye %(member_id)s, %(image_id)s imajı ile zaten ilişkilendirilmiştir.
zh_tw: 目標成員 %(member_id)s 已經與映像檔%(image_id)s 相關聯。

source: The tenant name of the administrative user. If "use_user_token" is not in effect, then admin tenant name can be specified.
de: Der Nutzername des Benutzers mit Verwaltungsaufgaben. Wenn "use_user_token" nicht wirksam ist, kann der Administratornutzername angegeben werden.
fr: Nom de locataire de l'utilisateur administrateur. Si "use_user_token" n'est pas en vigueur, le nom de locataire de l'administrateur peut être spécifié.
it: Il nome tenant dell'utente amministrativo. Se "use_user_token" non è attiva è possibile specificare il nome tenant admin.
ko_kr: 관리 사용자의 테넌트 이름입니다. "use_user_token"이(가) 적용되지 않는 경우관리 테넌트 이름을 지정할 수 있습니다.
pt_br: O nome de locatário do usuário administrativo. Se "use_user_token" não estiver em vigor, então o nome de locatário do administrador pode ser especificado.
tr_tr: İdari kullaıcının kiracı adı. Eğer "use_user_token" yürürlükte değilse, o zaman yönetici kiracı adı belirtilebilir.
zh_tw: 管理使用者的承租人名稱。如果 "use_user_token" 未生效，則可以指定管理承租人名稱。

source: The type of task represented by this content
de: Der Typ der durch diesen Inhalt dargestellten Task
fr: Le type de tâche représenté par ce contenu
it: Il tipo di attività rappresentata da questo contenuto
ko_kr: 이 컨텐츠에서 나타내는 태스크의 유형
pt_br: O tipo de tarefa representada por este conteúdo
tr_tr: Bu içerik ile sunulan görev türü
zh_tw: 此內容所表示的作業類型

source: The unique namespace text.
de: Der eindeutige Text für den Namensbereich.
fr: Texte unique de l'espace de nom.
it: Il testo dello spazio dei nomi univoco.
ko_kr: 고유 네임스페이스 텍스트입니다.
pt_br: O texto do namespace exclusivo.
tr_tr: Eşsiz ad alanı metni.
zh_tw: 唯一的名稱空間文字。

source: The upper limit (the maximum size of accumulated cache in bytes) beyond which pruner, if running, starts cleaning the images cache.
de: Die Obergrenze (maximale Größe des kumulierten Cache in Byte), über der die Bereinigungsfunktion, falls sie aktiv ist, mit dem Bereinigen des Imagecache beginnt.
fr: Limite supérieure (taille maximale du cache cumulé en octets) au dessus de laquelle le programme d'élagage, s'il est exécuté, commence à nettoyer le cache d'images.
it: Il limite superiore (dimensione massima della cache accumulata in byte) oltre il quale il programma di eliminazione, se in esecuzione, inizia a ripulire la cache delle immagini.
ko_kr: 실행 중인 경우 프루너(pruner)가 이미지 캐시 지우기를 시작하는 상한(누적된 최대 캐시 크기(바이트)).
pt_br: O limite superior (o tamanho máximo do cache acumulado, em bytes) além da remoção que, se estiver em execução, inicia a limpeza do cache de imagens.
tr_tr: Üst sınır sonrası budayıcı (bayt cinsinde birikmiş azami önbellek boyutu), çalışıyorsa, imaj önbellek temizliğine başlar.
zh_tw: 上限（累計快取的大小上限，以位元組為單位），超出該上限時，刪改程式（如果在執行中）將開始清除映像檔快取。

source: The user friendly name for the namespace. Used by UI if available.
de: Der benutzerfreundliche Name für den Namensbereich. Wird von der Benutzerschnittstelle verwendet, falls verfügbar.
fr: Nom convivial de l'espace de nom. Utilisé par l'interface utilisateur si disponible.
it: Il nome utente semplice per lo spazio dei nomi. Utilizzato dalla UI se disponibile.
ko_kr: 사용자에게 익숙한 네임스페이스의 이름입니다. 가능한 경우 UI에서 사용됩니다.
pt_br: O nome fácil do namespace. Usando pela interface com o usuário, se disponível.
tr_tr: Kullanıcı dostu ad alanı adı. Eğer mevcut ise, kullanıcı arayüzü tarafından kullanılır.
zh_tw: 對使用者更為友善的名稱空間名稱。如果有的話，則由使用者介面使用。

source: The user to authenticate against the Swift authentication service (deprecated)
de: Der beim Swift-Authentifizierungsservice zu authentifizierende Benutzer (veraltet)
fr: Utilisateur à authentifier auprès du service d'authentification Swift (obsolète)
it: L'utente da autenticare per il servizio di autenticazione Swift (obsoleto)
ko_kr: Swift 인증 서비스에 대해 인증할 사용자입니다.(더 이상 사용되지 않음)
pt_br: O usuário a ser autenticado com relação ao serviço de autenticação Swift (descontinuado)
tr_tr: Swift kimlik doğrulama servisine dayalı doğrulanacak kullanıcı(önerilmiyor)
zh_tw: 要針對 Swift 鑑別服務進行鑑別的使用者（已淘汰）

source: The value for the socket option TCP_KEEPIDLE. This is the time in seconds that the connection must be idle before TCP starts sending keepalive probes.
de: Der Wert für die Socket-Option TCP_KEEPIDLE. Dies ist die Zeit in Sekunden, die die Verbindung inaktiv sein muss, bevor TCP beginnt, Keepalive-Stichproben zu senden.
fr: Valeur de l'option de socket TCP_KEEPIDLE. Durée en secondes pendant laquelle la connexion doit être en veille avant que le protocole TCP commence à envoyer des sondes de signal de présence.
it: Il valore dell'opzione socket TCP_KEEPIDLE. Rappresenta il periodo di tempo, in secondi, per cui la connessione deve essere inattiva prima che il TCP inizi ad inviare probe keepalive.
ko_kr: 소켓 옵션 TCP_KEEPIDLE의 값입니다. 이는 TCP가 활성 유지 프로브 전송을 시작하기 전에 연결이 유휴되어야 하는 시간(초)입니다.
pt_br: O valor para a opção de soquete TCP_KEEPIDLE. Esse é o tempo em segundos que a conexão deve ficar inativa antes que o TCP comece a enviar análises keep-alive.
tr_tr: TCP_KEEPIDLE soket seçeneği için değer. Bu TCP canlı mı araştırma istekleri göndermeye başlamadan önce bağlantının boşta olması gereken saniye cinsinden süredir.
zh_tw: Socket 選項 TCP_KEEPIDLE 的值。這是 TCP開始傳送保持作用中探針之前連線必須閒置的秒數。

source: There is a problem with your %(error_key_name)s %(error_filename)s. Please verify it. Error: %(ioe)s
de: Es ist ein Problem bei %(error_key_name)s %(error_filename)s aufgetreten. Überprüfen Sie dies. Fehler: %(ioe)s
fr: Problème lié à votre %(error_key_name)s %(error_filename)s. Veuillez vérifier. Erreur : %(ioe)s
it: Si è verificato un problema in %(error_key_name)s %(error_filename)s. Verificare. Errore: %(ioe)s
ko_kr: %(error_key_name)s %(error_filename)s에 문제점이 있습니다. 문제점을 확인하십시오. 오류: %(ioe)s
pt_br: Há um problema com o %(error_key_name)s %(error_filename)s. Verifique-o. Erro: %(ioe)s
tr_tr: %(error_key_name)s %(error_filename)s ile ilgili bir sorun var. Lütfen doğrulayın. Hata: %(ioe)s
zh_tw: %(error_key_name)s %(error_filename)s 有問題。請驗證問題。錯誤：%(ioe)s

source: There is a problem with your %(error_key_name)s %(error_filename)s. Please verify it. OpenSSL error: %(ce)s
de: Es ist ein Problem bei %(error_key_name)s %(error_filename)s aufgetreten. Überprüfen Sie dies. OpenSSL-Fehler: %(ce)s
fr: Problème lié à votre %(error_key_name)s %(error_filename)s. Veuillez vérifier. Erreur OpenSSL : %(ce)s
it: Si è verificato un problema in %(error_key_name)s %(error_filename)s. Verificare. Errore OpenSSL: %(ce)s
ko_kr: %(error_key_name)s %(error_filename)s에 문제점이 있습니다. 문제점을 확인하십시오. OpenSSL 오류: %(ce)s
pt_br: Há um problema com o %(error_key_name)s %(error_filename)s. Verifique-o. Erro de OpenSSL: %(ce)s
tr_tr: %(error_key_name)s %(error_filename)s ile ilgili bir sorun var. Lütfen doğrulayın. OpenSSL hatası: %(ce)s
zh_tw: %(error_key_name)s %(error_filename)s 有問題。請驗證問題。OpenSSL 錯誤：%(ce)s

source: There is a problem with your key pair. Please verify that cert %(cert_file)s and key %(key_file)s belong together. OpenSSL error %(ce)s
de: Es gibt ein Problem mit Ihrem Schlüsselpaar. Überprüfen Sie, ob das Zertifikat %(cert_file)s und der Schlüssel %(key_file)s zusammengehören. OpenSSL-Fehler %(ce)s
fr: Il y a un problème avec votre paire de clés. Vérifiez que le certificat %(cert_file)s et la clé %(key_file)s correspondent. Erreur OpenSSL %(ce)s
it: Si è verificato un problema con la coppia di chiavi. Verificare che il cert %(cert_file)s e la chiave %(key_file)s siano collegati. Errore OpenSSL %(ce)s
ko_kr: 키 쌍에 문제점이 있습니다. 인증 %(cert_file)s 및 키 %(key_file)s이(가) 함께 있는지 확인하십시오. OpenSSL 오류 %(ce)s
pt_br: Há um problema com seu par de chaves. Verifique se o certificado %(cert_file)s e a chave %(key_file)s estão juntos. Erro de OpenSSL %(ce)s
tr_tr: Anahtar çiftiniz ile ilgili bir sorun var. Lütfen sertifika %(cert_file)s ve anahtarın %(key_file)s birbirine ait olduğunu doğrulayın. OpenSSL hatası %(ce)s
zh_tw: 金鑰組有問題。請確認憑證 %(cert_file)s 及金鑰 %(key_file)s 是配對的。OpenSSL 錯誤 %(ce)s

source: There was an error configuring the client.
de: Fehler bei Konfiguration des Clients.
fr: Une erreur s'est produite lors de la configuration du client.
it: Si è verificato un errore durante la configurazione del client.
ko_kr: 클라이언트 구성 오류가 있었습니다.
pt_br: Houve um erro ao configurar o cliente.
tr_tr: İstemci yapılandırılırken bir hata meydana geldi.
zh_tw: 配置用戶端時發生錯誤。
