Repository: tobegit3hub/dockerized-software
Catalog: glance_docker/glance/locale/*/LC_MESSAGES/glance.po
Languages: de, fr, it, ko_kr, pt_br, tr_tr, zh_tw

source: You are not permitted to create images owned by '%s'.
de: Sie können keine Images erstellen, die '%s' gehören.
fr: Vous n'êtes pas autorisé à créer des images détenues par '%s'.
it: Non si è autorizzati a creare immagini di proprietà di '%s'.
ko_kr: '%s' 소유의 이미지를 작성할 권한이 없습니다.
pt_br: Você não tem permissão para criar imagens de propriedade de '%s'.
tr_tr: '%s''ye ait imaj oluşturma izniniz yok.
zh_tw: 不允許您建立擁有者為 '%s' 的映像檔。

source: You are not permitted to create namespace owned by '%s'
de: Sie können keine Namensbereiche erstellen, die '%s' gehören.
fr: Vous n'êtes pas autorisé à créer un espace de nom détenu par '%s'
it: L'utente non dispone dell'autorizzazione per creare lo spazio dei nomi posseduto da '%s'
ko_kr: '%s' 소유의 네임스페이스를 작성할 권한이 없습니다.
pt_br: Você não tem permissão para criar namespace de propriedade de '%s'
tr_tr: '%s''ye ait ad alanı oluşturma izniniz yok
zh_tw: 不允許您建立擁有者為 '%s' 的名稱空間

source: You are not permitted to create object owned by '%s'
de: Sie können keine Objekte erstellen, die '%s' gehören.
fr: Vous n'êtes pas autorisé à créer un objet détenu par '%s'
it: L'utente non dispone dell'autorizzazione per creare l'oggetto posseduto da '%s'
ko_kr: '%s' 소유의 오브젝트를 작성할 권한이 없습니다.
pt_br: Você não tem permissão para criar objeto de propriedade de '%s'
tr_tr: '%s''ye ait nesne oluşturma izniniz yok
zh_tw: 不允許您建立擁有者為 '%s' 的物件

source: You are not permitted to create property owned by '%s'
de: Sie können keine Eigenschaften erstellen, die '%s' gehören.
fr: Vous n'êtes pas autorisé à créer une propriété détenue par '%s'
it: L'utente non dispone dell'autorizzazione per creare la proprietà posseduta da '%s'
ko_kr: '%s' 소유의 특성을 작성할 권한이 없습니다.
pt_br: Você não tem permissão para criar essa propriedade de propriedade de '%s'
tr_tr: '%s''ye ait özellik oluşturma izniniz yok.
zh_tw: 不允許您建立擁有者為 '%s' 的內容

source: You are not permitted to create resource_type owned by '%s'
de: Sie können keinen resource_type erstellen, der '%s' gehört.
fr: Vous n'êtes pas autorisé à créer des types de ressource détenus par '%s'
it: L'utente non dispone dell'autorizzazione per creare il tipo_risorsa posseduto da '%s'
ko_kr: '%s' 소유의 resource_type을 작성할 권한이 없습니다.
pt_br: Você não tem permissão para criar resource_type de propriedade de '%s'
tr_tr: '%s''ye ait resource_type oluşturma izniniz yok.
zh_tw: 不允許您建立擁有者為 '%s' 的 resource_type

source: You are not permitted to create this task with owner as: %s
de: Sie dürfen diese Task nicht mit dem Eigentümer %s erstellen
fr: Vous n'êtes pas autorisé à créer cette tâche avec comme propriétaire : %s
it: Non si è autorizzati a creare questa attività con proprietario: %s
ko_kr: 다음 소유자로 이 태스크를 작성하도록 허용되지 않았습니다. %s
pt_br: Você não tem permissão para criar essa tarefa com proprietário como: %s
tr_tr: Sahibi olarak bu görevi oluşturma izniniz yok: %s
zh_tw: 不允許您以擁有者身分來建立此作業：%s

source: You are not permitted to delete this image.
de: Sie können dieses Image nicht löschen.
fr: Vous n'êtes pas autorisé à supprimer cette image.
it: Non si è autorizzati a eliminare questa immagine.
ko_kr: 이 이미지를 삭제할 권한이 없습니다.
pt_br: Você não tem permissão para excluir esta imagem.
tr_tr: Bu imajı silme izniniz yok.
zh_tw: 不允許您刪除此映像檔。

source: You are not permitted to delete this meta_resource_type.
de: Sie können diesen meta_resource_type nicht löschen.
fr: Vous n'êtes pas autorisé à supprimer le paramètre meta_resource_type.
it: L'utente non dispone dell'autorizzazione per eliminare questo tipo_risorsa_metadati.
ko_kr: 이 meta_resource_type을 삭제할 권한이 없습니다.
pt_br: Você não tem permissão para excluir esse meta_resource_type.
tr_tr: meta_resource_type silme izniniz yok.
zh_tw: 不允許您刪除此 meta_resource_type。

source: You are not permitted to delete this namespace.
de: Sie können diesen Namensbereich nicht löschen.
fr: Vous n'êtes pas autorisé à supprimer cet espace de nom.
it: L'utente non dispone dell'autorizzazione per eliminare questo spazio dei nomi.
ko_kr: 이 네임스페이스를 삭제할 권한이 없습니다.
pt_br: Você não tem permissão para excluir esse namespace.
tr_tr: Bu ad alanını silme izniniz yok.
zh_tw: 不允許您刪除此名稱空間。

source: You are not permitted to delete this object.
de: Sie können dieses Objekt nicht löschen.
fr: Vous n'êtes pas autorisé à supprimer cet objet.
it: L'utente non dispone dell'autorizzazione per eliminare questo oggetto.
ko_kr: 이 오브젝트를 삭제할 권한이 없습니다.
pt_br: Você não tem permissão para excluir esse objeto.
tr_tr: Bu nesneyi silme izniniz yok.
zh_tw: 不允許您刪除此物件。

source: You are not permitted to delete this property.
de: Sie können diese Eigenschaft nicht löschen.
fr: Vous n'êtes pas autorisé à supprimer cette propriété.
it: L'utente non dispone dell'autorizzazione per eliminare questa proprietà.
ko_kr: 이 특성을 삭제할 권한이 없습니다.
pt_br: Você não tem permissão para excluir essa propriedade.
tr_tr: Bu özelliği silme izniniz yok.
zh_tw: 不允許您刪除此內容。

source: You are not permitted to delete this tag.
de: Sie können diesen Tag nicht löschen.
fr: Vous n'êtes pas autorisé à supprimer cette balise.
it: L'utente non dispone dell'autorizzazione per eliminare questo tag.
ko_kr: 이 태그를 삭제할 권한이 없습니다.
pt_br: Você não tem permissão para excluir esta identificação.
tr_tr: Bu etiketi silme izniniz yok.
zh_tw: 不允許您刪除此標籤。

source: You are not permitted to modify '%(attr)s' on this %(resource)s.
de: Sie haben keine Berechtigung um '%(attr)s' für %(resource)s zu ändern.
fr: Vous n'êtes pas autorisé à modifier '%(attr)s' sur cette %(resource)s.
it: Non si è autorizzati a modificare '%(attr)s' in questa %(resource)s.
ko_kr: 이 %(resource)s에서 '%(attr)s'을(를) 수정하도록 허용되지 않았습니다.
pt_br: Você não ter permissão para modificar '%(attr)s' nesse %(resource)s.
tr_tr: Bu %(resource)s üzerinde '%(attr)s' değiştirme izniniz yok.
zh_tw: 不允許您修改此 %(resource)s 上的 '%(attr)s'。

source: You are not permitted to modify '%s' on this image.
de: Sie können '%s' bei diesem Image nicht ändern.
fr: Vous n'êtes pas autorisé à modifier '%s' sur cette image.
it: Non si è autorizzati a modificare '%s' in questa immagine.
ko_kr: 이 이미지에서 '%s'을(를) 수정할 권한이 없습니다.
pt_br: Você não tem permissão para modificar '%s' nesta imagem.
tr_tr: Bu imajda '%s' değiştirme izniniz yok.
zh_tw: 不允許您修改此映像檔上的 '%s'。

source: You are not permitted to modify locations for this image.
de: Sie können Positionen für dieses Image nicht ändern.
fr: Vous n'êtes pas autorisé à modifier les emplacements pour cette image.
it: Non si è autorizzati a modificare le ubicazioni per questa immagine.
ko_kr: 이 이미지의 위치를 수정할 권한이 없습니다.
pt_br: Você não tem permissão para modificar locais para esta imagem.
tr_tr: Bu imajın konumunu değiştirme izniniz yok.
zh_tw: 不允許您修改此映像檔的位置。

source: You are not permitted to modify tags on this image.
de: Sie können Tags bei diesem Image nicht ändern.
fr: Vous n'êtes pas autorisé à modifier les balises pour cette image.
it: Non si è autorizzati a modificare i tag in questa immagine.
ko_kr: 이 이미지의 태그를 수정할 권한이 없습니다.
pt_br: Você não tem permissão para modificar tags nesta imagem.
tr_tr: Bu imaj üzerindeki etiketleri değiştirme izniniz yok.
zh_tw: 不允許您修改此映像檔上的標籤。

source: You are not permitted to modify this image.
de: Sie können dieses Image nicht ändern.
fr: Vous n'êtes pas autorisé à modifier cette image.
it: Non si è autorizzati a modificare questa immagine.
ko_kr: 이 이미지를 수정할 권한이 없습니다.
pt_br: Você não tem permissão para modificar esta imagem.
tr_tr: Bu imajı değiştirme izniniz yok.
zh_tw: 不允許您修改此映像檔。

source: You are not permitted to set status on this task.
de: Sie dürfen den Status für diese Task nicht festlegen.
fr: Vous n'êtes pas autorisé à définir le statut pour cette tâche.
it: Non si è autorizzati ad impostare lo stato in questa attività.
ko_kr: 이 태스크에서 상태를 설정하도록 허용되지 않았습니다.
pt_br: Você não tem permissão para definir o status dessa tarefa.
tr_tr: Bu görev üzerinde durum ayarlama izniniz yok.
zh_tw: 不允許您在此作業上設定狀態。

source: You are not permitted to update this namespace.
de: Sie können diesen Namensbereich nicht aktualisieren.
fr: Vous n'êtes pas autorisé à mettre à jour cet espace de nom.
it: L'utente non dispone dell'autorizzazione per aggiornare questo spazio dei nomi.
ko_kr: 이 네임스페이스를 업데이트할 권한이 없습니다.
pt_br: Você não tem permissão para editar esse namespace.
tr_tr: Bu ad alanını güncelleme izniniz yok.
zh_tw: 不允許您更新此名稱空間。

source: You are not permitted to update this object.
de: Sie können dieses Objekt nicht aktualisieren.
fr: Vous n'êtes pas autorisé à mettre à jour cet objet.
it: L'utente non dispone dell'autorizzazione per aggiornare questo oggetto.
ko_kr: 이 오브젝트를 업데이트할 권한이 없습니다.
pt_br: Você não tem permissão para atualizar esse objeto.
tr_tr: Bu nesneyi güncelleme izniniz yok.
zh_tw: 不允許您更新此物件。

source: You are not permitted to update this property.
de: Sie können diese Eigenschaft nicht aktualisieren.
fr: Vous n'êtes pas autorisé à mettre à jour cette propriété.
it: L'utente non dispone dell'autorizzazione per aggiornare questa proprietà.
ko_kr: 이 특성을 업데이트할 권한이 없습니다.
pt_br: Você não tem permissão para atualizar essa propriedade.
tr_tr: Bu özelliği güncelleme izniniz yok.
zh_tw: 不允許您更新此內容。

source: You are not permitted to update this tag.
de: Sie können diesen Tag nicht aktualisieren.
fr: Vous n'êtes pas autorisé à mettre à jour cette balise.
it: L'utente non dispone dell'autorizzazione per aggiornare questo tag.
ko_kr: 이 태그를 업데이트할 권한이 없습니다.
pt_br: Você não tem permissão para atualizar esta identificação.
tr_tr: Bu etiketi güncelleme izniniz yok.
zh_tw: 不允許您更新此標籤。

source: You are not permitted to upload data for this image.
de: Sie können keine Daten für dieses Image hochladen.
fr: Vous n'êtes pas autorisé à télécharger des données pour cette image.
it: Non si è autorizzati a caricare i dati per questa immagine.
ko_kr: 이 이미지에 대한 데이터를 작성할 권한이 없습니다.
pt_br: Você não tem permissão para fazer upload de dados para esta imagem.
tr_tr: Bu imaj için veri yükleme izniniz yok.
zh_tw: 不允許您給此映像檔上傳資料。

source: You cannot add image member for %s
de: Hinzufügen von Imageelement für %s nicht möglich
fr: Vous ne pouvez pas ajouter le membre image pour %s
it: Non è possibile aggiungere il membro dell'immagine per %s
ko_kr: %s에 대한 이미지 멤버를 추가할 수 없음
pt_br: Não é possível incluir o membro da imagem para %s
tr_tr: %s için imaj üyesi ekleyemiyorsunuz
zh_tw: 無法給 %s 新增映像檔成員

source: You cannot delete image member for %s
de: Löschen von Imageelement für %s nicht möglich
fr: Vous ne pouvez pas supprimer le membre image pour %s
it: Non è possibile eliminare il membro dell'immagine per %s
ko_kr: %s에 대한 이미지 멤버를 삭제할 수 없음
pt_br: Não é possível excluir o membro da imagem para %s
tr_tr: %s için imaj üyesini silemiyorsunuz
zh_tw: 無法刪除 %s 的映像檔成員

source: You cannot get image member for %s
de: Abrufen von Imageelement für %s nicht möglich
fr: Vous ne pouvez pas obtenir le membre image pour %s
it: Non è possibile ottenere il membro dell'immagine per %s
ko_kr: %s에 대한 이미지 멤버를 가져올 수 없음
pt_br: Não é possível obter o membro da imagem para %s
tr_tr: %s için imaj üyesini alamıyorsunuz
zh_tw: 無法取得 %s 的映像檔成員

source: You cannot update image member %s
de: Aktualisieren von Imageelement %s nicht möglich
fr: Vous ne pouvez pas mettre à jour le membre image pour %s
it: Non è possibile aggiornare il membro dell'immagine %s
ko_kr: 이미지 멤버 %s을(를) 업데이트할 수 없음
pt_br: Não é possível atualizar o membro da imagem %s
tr_tr: %s imaj üyesini güncelleyemiyorsunuz
zh_tw: 無法更新映像檔成員 %s

source: You do not own this image
de: Sie sind nicht Eigner dieses Images
fr: Vous n'êtes pas propriétaire de cette image
it: Non si possiede tale immagine
ko_kr: 이 이미지를 소유하지 않음
pt_br: Você não possui essa imagem
tr_tr: Bu imajın sahibi değilsiniz
zh_tw: 您不是此映像檔的擁有者

source: You have selected to use SSL in connecting, and you have supplied a cert, however you have failed to supply either a key_file parameter or set the GLANCE_CLIENT_KEY_FILE environ variable
de: Sie haben sich dafür entschieden, SSL für die Verbindung zu verwenden, und Sie haben ein Zertifikat angegeben. Allerdings haben Sie weder einen key_file-Parameter angegeben noch die GLANCE_CLIENT_KEY_FILE-Umgebungsvariable festgelegt
fr: Vous avez choisi d'utiliser SSL pour la connexion et avez fourni un certificat, cependant, vous n'avez pas fourni de paramètre key_file ou n'avez pas défini la variable d'environnement GLANCE_CLIENT_KEY_FILE
it: Si è scelto di utilizzare nella connessione SSL ed è stato fornito un certificato, tuttavia non è stato fornito un parametro key_file o la variabile di ambiente GLANCE_CLIENT_KEY_FILE non è stata impostata
ko_kr: 연결에 SSL을 사용하도록 선택하고 인증을 제공했지만 key_file 매개변수를 제공하지 못했거나 GLANCE_CLIENT_KEY_FILE 환경 변수를 설정하지 못했습니다.
pt_br: Você optou por usar SSL na conexão e forneceu um certificado, mas falhou em fornecer um parâmetro key_file ou configurar a variável de ambiente GLANCE_CLIENT_KEY_FILE
tr_tr: Bağlanırken SSL kullanmayı seçtiniz ve bir sertifika sağladınız, ancak ya key_file parametresi sağlamayı ya da GLANCE_CLIENT_KEY_FILE değişkeni ayarlama işlemini başaramadınız.
zh_tw: 您已選取在連接時使用 SSL，並且提供了憑證，但未提供 key_file 參數，也沒有設定 GLANCE_CLIENT_KEY_FILE 環境變數

source: You have selected to use SSL in connecting, and you have supplied a key, however you have failed to supply either a cert_file parameter or set the GLANCE_CLIENT_CERT_FILE environ variable
de: Sie haben sich dafür entschieden, SSL für die Verbindung zu verwenden, und Sie haben einen Schlüssel angegeben. Allerdings haben Sie weder einen cert_file-Parameter angegeben noch die GLANCE_CLIENT_CERT_FILE-Umgebungsvariable festgelegt
fr: Vous avez choisi d'utiliser SSL pour la connexion et avez fourni une clé, cependant, vous n'avez pas fourni de paramètre cert_file ou n'avez pas défini la variable d'environnement GLANCE_CLIENT_CERT_FILE
it: Si è scelto di utilizzare SSL nella connessione e si è fornita una chiave, tuttavia non è stato fornito un parametro cert_file parameter o la variabile di ambiente GLANCE_CLIENT_CERT_FILE non è stata impostata
ko_kr: 연결에 SSL을 사용하도록 선택하고 키를 제공했지만 cert_file 매개변수를 제공하지 못했거나 GLANCE_CLIENT_CERT_FILE 환경 변수를 설정하지 못했습니다.
pt_br: Você optou por usar SSL na conexão e forneceu uma chave, mas falhou em fornecer um parâmetro cert_file ou configurar a variável de ambiente GLANCE_CLIENT_CERT_FILE
tr_tr: Bağlanırken SSL kullanmayı seçtiniz ve bir anahtar sağladınız, ancak ya cert_file parametresi sağlamayı ya da GLANCE_CLIENT_CERT_FILE değişkeni ayarlama işlemini başaramadınız.
zh_tw: 您已選取在連接時使用 SSL，並且提供了金鑰，但未提供 cert_file 參數，也沒有設定 GLANCE_CLIENT_CERT_FILE 環境變數

source: __init__() got unexpected keyword argument '%s'
de: __init__() hat unerwartetes Schlüsselwortargument '%s' erhalten
fr: __init__() a récupéré un argument de mot clé '%s' inattendu
it: __init__() ha ricevuto l'argomento di parole chiave '%s' non previsto
ko_kr: __init__()가 예상치 못한 키워드 인수 '%s'을(를) 가져옴
pt_br: __init__() obteve argumento de palavra-chave inesperado '%s'
tr_tr: __init__() beklenmeyen anahtar sözcük değişkeni '%s' aldı
zh_tw: __init__() 取得非預期的關鍵字引數 '%s'

source: cannot transition from %(current)s to %(next)s in update (wanted from_state=%(from)s)
de: Übergang von %(current)s zu %(next)s in Aktualisierung nicht möglich (gewünscht ist from_state=%(from)s)
fr: impossible d'effectuer la transition depuis %(current)s vers %(next)s dans la mise à jour (voulu : from_state=%(from)s)
it: Impossibile passare da %(current)s a %(next)s in fase di aggiornamento (richiesto from_state=%(from)s)
ko_kr: 업데이트에서 %(current)s에서 %(next)s(으)로 상태 전이할 수 (from_state=%(from)s을(를) 원함)
pt_br: Não é possível a transição de %(current)s para %(next)s na atualização (desejado from_state=%(from)s)
tr_tr: güncellemede (istenen from_state=%(from)s), %(current)s mevcut durumundan %(next)s sonrakine geçiş olamaz
zh_tw: 更新時無法從 %(current)s 轉移至 %(next)s（需要 from_state = %(from)s）

source: custom properties (%(props)s) conflict with base properties
de: Benutzerdefinierte Eigenschaften (%(props)s) stehen im Konflikt mit Basiseigenschaften
fr: propriétés personnalisées (%(props)s) en conflit avec les propriétés de base
it: le proprietà personalizzate (%(props)s) sono in conflitto con le proprietà di base
ko_kr: 사용자 정의 특성 (%(props)s)이(가) 기본 특성과 충돌함
pt_br: conflito de propriedades customizadas (%(props)s) com propriedades de base
tr_tr: özel özellikler (%(props)s) temel özellikler ile çatışır
zh_tw: 自訂內容 (%(props)s) 與基本內容相衝突

source: eventlet 'poll' nor 'selects' hubs are available on this platform
de: Hub weder für Eventlet 'poll' noch für 'selects' ist auf dieser Plattform verfügbar
fr: Les concentrateurs Eventlet 'poll' et 'selects' sont indisponibles sur cette plateforme
it: Su questa piattaforma non sono disponibili hub 'poll' e 'selects' eventlog
ko_kr: 이 플랫폼에서 eventlet 'poll'이나 'selects' 허브를 모두 사용할 수 없음
pt_br: nem o hub 'poll' nem o 'selects' do eventlet estão disponíveis nesta plataforma
tr_tr: bu platformda eventlet 'poll' ya da 'selects' havuzları kullanılabilirdir
zh_tw: 此平台上無法使用 eventlet 'poll' 及 'selects' 中心。

source: is_public must be None, True, or False
de: 'is_public' muss 'None', 'True' oder 'False' sein
fr: is_public doit être None, True ou False
it: is_public deve essere None, True, o False
ko_kr: is_public은 None, True 또는 False여야 함
pt_br: is_public deve ser Nenhum, True ou False
tr_tr: is_public Hiçbiri, Doğru ya da Yanlış olmalıdır
zh_tw: is_public 必須是 None、True 或 False

source: limit param must be an integer
de: 'limit'-Parameter muss eine Ganzzahl sein
fr: le paramètre limit doit être un entier
it: parametro limite deve essere un numero intero
ko_kr: limit 매개변수는 정수여야 함
pt_br: o parâmetro limit deve ser um número inteiro
tr_tr: Sınır parametresi tam sayı olmak zorunda
zh_tw: 限制參數必須是整數

source: limit param must be positive
de: 'limit'-Parameter muss positiv sein
fr: le paramètre limit doit être positif
it: parametro limite deve essere positivo
ko_kr: limit 매개변수가 양수여야 함
pt_br: o parâmetro limit deve ser positivo
tr_tr: Sınır parametresi pozitif olmak zorunda
zh_tw: 限制參數必須是正數

source: location: %s data lost
de: Position: %s Daten verloren
fr: emplacement : %s données perdues
it: ubicazione: %s dati persi
ko_kr: 위치: %s 데이터 유실
pt_br: local: %s dados perdidos
tr_tr: konum: %s verisi kayıp
zh_tw: 位置：%s 資料已遺失

source: md5 hash of image contents. (READ-ONLY)
de: md5-Hashwert von Imageinhalten. (SCHREIBGESCHÜTZT)
fr: Hachage md5 du contenu d'image. (READ-ONLY)
it: hash md5 del contenuto dell'immagine. (READ-ONLY)
ko_kr: 이미지 컨텐츠의 md5 해시입니다(읽기 전용).
pt_br: hash md5 do conteúdo da imagem. (SOMENTE LEITURA)
tr_tr: İmaj içeriklerinin md5 özeti. (SALT OKUNUR)
zh_tw: 映像檔內容的 MD5 雜湊。（唯讀）

source: new_image() got unexpected keywords %s
de: new_image() hat unerwartete Schlüsselwörter %s erhalten
fr: new_image() a récupéré des mots-clés %s inattendus
it: new_image() ha ricevuto parole chiave %s non previste
ko_kr: new_image()가 예상치 못한 키워드 %s을(를) 가져옴
pt_br: new_image() obteve palavras-chave inesperadas %s
tr_tr: new_image() beklenmeyen anahtar sözcük %s aldı
zh_tw: new_image() 取得非預期的關鍵字 %s

source: protected must be True, or False
de: 'protected' muss 'True' oder 'False' sein
fr: protected doit être True ou False
it: protetto deve essere True o False
ko_kr: protected는 True 또는 False여야 함
pt_br: protegido deve ser True, ou False
tr_tr: korumalı Doğru ya da Yanlış olmalıdır
zh_tw: protected 必須是 True 或 False

source: unable to launch %(serv)s. Got error: %(e)s
de: %(serv)s kann nicht gestartet werden. Fehler: %(e)s
fr: impossible de lancer %(serv)s. Erreur : %(e)s
it: impossibile avviare %(serv)s. Si è verificato l'errore: %(e)s
ko_kr: %(serv)s을(를) 실행할 수 없음. 오류 발생: %(e)s
pt_br: Não é possível ativar %(serv)s. Obteve erro: %(e)s
tr_tr: %(serv)s başlatılamadı. Alınan hata: %(e)s
zh_tw: 無法啟動 %(serv)s。取得錯誤：%(e)s

source: %(verb)sing %(serv)s
fr: %(verb)s %(serv)s
ko_kr: %(serv)s을(를) %(verb)s 중
zh_tw: 正在對 %(serv)s 執行 %(verb)s 作業
