Repository: tobegit3hub/dockerized-software
Catalog: glance_docker/glance/locale/*/LC_MESSAGES/glance.po
Languages: de, fr, it, ko_kr, pt_br, tr_tr, zh_tw

source: The location %(location)s already exists
de: Die Position %(location)s ist bereits vorhanden
fr: L'emplacement %(location)s existe déjà
it: L'ubicazione %(location)s esiste già
ko_kr: 위치 %(location)s이(가) 이미 있음
pt_br: O local %(location)s já existe
tr_tr: %(location)s konumu zaten mevcut
zh_tw: 位置 %(location)s 已存在

source: The location data has an invalid ID: %d
de: Die Position weist eine ungültige ID auf: %d
fr: Les données d'emplacement possèdent un ID non valide : %d
it: I dati dell'ubicazione hanno un ID non valido: %d
ko_kr: 위치 데이터의 ID가 올바르지 않음: %d
pt_br: Os dados da localização têm um ID inválido: %d
tr_tr: Konum verisi geçersiz bir kimliğe sahip: %d
zh_tw: 位置資料的 ID 無效：%d

source: The location of the property protection file.This file contains the rules for property protections and the roles/policies associated with it. If this config value is not specified, by default, property protections won't be enforced. If a value is specified and the file is not found, then the glance-api service will not start.
de: Die Position der Eigenschaftsschutzdatei. Diese Datei enthält die Regelnfür den Eigenschaftenschutz und die zugeordneten Regeln/Richtlinien. Wenn dieser Konfigurationswert nicht angegeben wird, wird der Eigenschaftenschutz standardmäßig nicht umgesetzt. Wenn ein Wert angegeben ist und die Datei nicht gefunden wird, wird der glance-api-Service nicht gestartet.
fr: Emplacement du fichier de protection des propriétés. Ce fichier contient les règles pour les protections de propriétés et les règles associées. Si cette valeur de configuration n'est pas spécifiée, les protections de propriétés ne seront pas imposées par défaut. Si une valeur est spécifiée et que le fichier est introuvable, le service glance-api ne démarrera pas.
it: Il percorso del file di protezione delle proprietà. Tale file contiene le regole per le protezioni delle proprietà ed i ruoli/politiche associate. Se questo valore di configurazione non viene specificato, per impostazione predefinita le protezioni delle proprietà non verranno applicate. Se viene specificato un valore ed il file non viene trovato, il servizio glance-api non verrà avviato.
ko_kr: 특성 보호 파일의 위치. 이 파일에는 특성 보호 규칙 및 해당 규칙과 연관된 역할/정책이 포함되어 있습니다. 이 구성 값을 지정하지 않으면 기본적으로 특성 보호가 적용되지 않습니다. 값을 지정했지만 파일을 찾을 수 없는 경우에는 glance-api 서비스가 시작되지 않습니다.
pt_br: O local do arquivo de proteção de propriedade. Esse arquivo contém as regras para proteções de propriedade e as funções/políticas associadas a ele. Se este valor de configuração não for especificado, por padrão, as proteções de propriedade não serão impostas. Se um valor for especificado e o arquivo não for encontrado, então o serviço glance-api não iniciará.
tr_tr: Özellik koruma dosyasının konumu. Bu dosya özellik korumaları ve bunlarla ilişkilendirilmiş rol/ilkeler için kurallar içerir. Eğer yapılandırma değeri belirtilmemişse, öntanımlı olarak, özellik korumaları zorunlu olmayacaktır. Eğer bir değer belirtilirse ve dosya bulunamazsa, o zaman glance-api servisi başlamayacak.
zh_tw: 內容保護檔案的位置。此檔案包含用於內容保護的規則及與之相關聯的角色/原則。如果未指定此配置值，則依預設，不會強制施行內容保護。如果指定了值但找不到該檔案，則 glance-api 服務將不會啟動。

source: The metadata definition %(record_type)s with name=%(record_name)s not deleted. Other records still refer to it.
de: Die Metadatendefinition %(record_type)s namens %(record_name)s wurde nicht gelöscht. Andere Datensätze verweisen noch darauf.
fr: La définition de métadonnées %(record_type)s avec le nom %(record_name)s n'a pas été supprimée. Elle est encore associée à d'autres enregistrements.
it: La definizione di metadati %(record_type)s con nome=%(record_name)s non è eliminata. Altri record ancora fanno riferimento a tale definizione.
ko_kr: name=%(record_name)s인 메타데이터 정의 %(record_type)s이(가) 삭제되지 않습니다. 기타 레코드를 여전히 참조합니다.
pt_br: Definição de metadados %(record_type)s com o nome=%(record_name)s não excluída. Outros registros ainda se referem a ela.
tr_tr: Ad=%(record_name)s ile metadata tanımı %(record_type)s silinebilir değil. Diğer kayıtlar hala onu gösteriyor.
zh_tw: 未刪除名稱為 %(record_name)s 的 meta 資料定義 %(record_type)s。其他記錄仍參照此 meta 資料定義。

source: The metadata definition namespace=%(namespace_name)s already exists.
de: Der Metadatendefinitionsnamensbereich %(namespace_name)s ist bereits vorhanden.
fr: L'espace de nom %(namespace_name)s de la définition de métadonnées existe déjà.
it: Lo spazio dei nomi della definizione di metadati =%(namespace_name)s già esiste.
ko_kr: 메타데이터 정의 namespace=%(namespace_name)s이(가) 이미 존재합니다.
pt_br: O namespace de definição de metadados=%(namespace_name)s já existe.
tr_tr: Metadata tanım ad alanı=%(namespace_name)s zaten mevcut.
zh_tw: Meta 資料定義名稱空間 %(namespace_name)s 已經存在。

source: The metadata definition object with name=%(object_name)s was not found in namespace=%(namespace_name)s.
de: Das Metadatendefinitionsobjekt namens %(object_name)s wurde in Namensbereich %(namespace_name)s nicht gefunden.
fr: L'objet %(object_name)s de la définition de métadonnées est introuvable dans l'espace de nom %(namespace_name)s.
it: L'oggetto della definizione di metadati con nome=%(object_name)s non è stato trovato nello spazio dei nomi=%(namespace_name)s.
ko_kr: name=%(object_name)s인 메타데이터 정의 오브젝트를 namespace=%(namespace_name)s에서 찾을 수 없습니다.
pt_br: O objeto de definição de metadados com o nome=%(object_name)s não foi localizado no namespace=%(namespace_name)s.
tr_tr: Ad=%(object_name)s ile metadata tanım nesnesi ad alanında=%(namespace_name)s bulunamadı.
zh_tw: 在下列名稱空間中，找不到名稱為 %(object_name)s 的 meta 資料定義物件：%(namespace_name)s。

source: The metadata definition property with name=%(property_name)s was not found in namespace=%(namespace_name)s.
de: Die Metadatendefinitionseigenschaft namens %(property_name)s wurde nicht in Namensbereich %(namespace_name)s gefunden.
fr: La propriété %(property_name)s de la définition de métadonnées est introuvable dans l'espace de nom %(namespace_name)s.
it: La proprietà della definizione di metadati con nome=%(property_name)s non è stata trovata nello spazio dei nomi=%(namespace_name)s.
ko_kr: name=%(property_name)s인 메타데이터 정의 특성을 namespace=%(namespace_name)s에서 찾을 수 없습니다.
pt_br: A propriedade de definição de metadados com o nome=%(property_name)s não foi localizada no namespace=%(namespace_name)s.
tr_tr: Ad=%(property_name)s ile metadata tanım özelliği ad alanında=%(namespace_name)s bulunamadı.
zh_tw: 在下列名稱空間中，找不到名稱為 %(property_name)s 的 meta 資料定義內容：%(namespace_name)s。

source: The metadata definition resource-type association of resource-type=%(resource_type_name)s to namespace=%(namespace_name)s already exists.
de: Die Ressourcentypzuordnung der Metadatendefinition zwischen Ressourcentyp %(resource_type_name)s und Namensbereich %(namespace_name)s ist bereits vorhanden.
fr: L'association de type de ressource de la définition de métadonnées entre letype de ressource %(resource_type_name)s et l'espace de nom %(namespace_name)s existe déjà.
it: L'associazione tipo-risorsa della definizione di metadati del tipo-risorsa=%(resource_type_name)s per lo spazio dei nomi=%(namespace_name)s già esiste.
ko_kr: resource-type=%(resource_type_name)s의 메타데이터 정의 자원 유형 연관이 namespace=%(namespace_name)s에 이미 존재합니다.
pt_br: A associação do tipo de recurso de definição de metadados do tipo derecurso=%(resource_type_name)s ao namespace=%(namespace_name)s já existe.
tr_tr: Ad alanına=%(namespace_name)s kaynak türünün=%(resource_type_name)s metadata tanım kaynak tür ilişkisi zaten mevcut.
zh_tw: 資源類型 %(resource_type_name)s 與名稱空間 %(namespace_name)s 的meta 資料定義資源類型關聯已存在。

source: The metadata definition resource-type association of resource-type=%(resource_type_name)s to namespace=%(namespace_name)s, was not found.
de: Die Ressourcentypzuordnung der Metadatendefinition zwischen Ressourcentyp %(resource_type_name)s und Namensbereich %(namespace_name)s wurde nicht gefunden.
fr: L'association de type de ressource de la définition de métadonnées entre letype de ressource %(resource_type_name)s et l'espace de nom %(namespace_name)s est introuvable.
it: L'associazione tipo-risorsa della definizione di metadati del tipo-risorsa=%(resource_type_name)s per lo spazio dei nomi=%(namespace_name)s, non è stata trovata.
ko_kr: resource-type=%(resource_type_name)s의 메타데이터 정의 자원 유형 연관이 namespace=%(namespace_name)s에서 찾을 수 없습니다.
pt_br: A associação do tipo de recurso de definição de metadados do tipo derecurso=%(resource_type_name)s ao namespace=%(namespace_name)s, não foi localizada.
tr_tr: Kaynak türünün=%(resource_type_name)s ad alanında=%(namespace_name)s, metadata tanım kaynak-tür ilişkisi bulunamadı.
zh_tw: 找不到資源類型 %(resource_type_name)s 與名稱空間 %(namespace_name)s 的meta 資料定義資源類型關聯。

source: The metadata definition resource-type with name=%(resource_type_name)s, was not found.
de: Der Ressourcentyp %(resource_type_name)s der Metadatendefinition wurde nicht gefunden.
fr: Le type de ressource %(resource_type_name)s de la définition de métadonnées est introuvable.
it: Il tipo-risorsa della definizione di metadati con nome=%(resource_type_name)s, non è stato trovato.
ko_kr: name=%(resource_type_name)s인 메타데이터 정의 자원 유형을 찾을 수 없습니다.
pt_br: O tipo de recurso de definição de metadados com o nome=%(resource_type_name)s, não foi localizado.
tr_tr: Ad=%(resource_type_name)s ile metadata tanım kaynak-türü bulunamadı.
zh_tw: 找不到名稱為 %(resource_type_name)s 的 meta 資料定義資源類型。

source: The metadata definition tag with name=%(name)s was not found in namespace=%(namespace_name)s.
de: Der Metadatendefinitionstag namens %(name)s wurde in Namensbereich %(namespace_name)s nicht gefunden.
fr: La balise de définition de métadonnées nommée %(name)s est introuvable dans l'espace de nom %(namespace_name)s.
it: Il tag di definizione dei metadati con nome=%(name)s non è stato trovato nello spazio dei nomi=%(namespace_name)s.
ko_kr: name=%(name)s인 메타데이터 정의 태그를 namespace=%(namespace_name)s에서 찾을 수 없습니다.
pt_br: A identificação da definição de metadados com o nome=%(name)s não foi localizada no namespace=%(namespace_name)s.
tr_tr: Ad=%(name)s ile metadata tanım etiketi ad alanında=%(namespace_name)s bulunamadı.
zh_tw: 在下列名稱空間中，找不到名稱為 %(name)s 的 meta 資料定義標籤：%(namespace_name)s。

source: The mode in which the engine will run. Can be 'serial' or 'parallel'.
de: Der Modus, in dem die Engine ausgeführt wird. Kann 'serial' oder 'parallel' sein.
fr: Mode dans lequel le moteur sera exécuté. Peut être 'série' ou 'parallèle'.
it: La modalità in cui verrà eseguito il motore. Può essere 'seriale' o 'parallela'.
ko_kr: 엔진이 실행되는 모드. '직렬' 또는 '병렬' 모드입니다.
pt_br: O modo no qual o mecanismo será executado. Pode ser 'serial' ou 'parallel'.
tr_tr: Motorun çalıştırılacağı kip. 'serial' ya da 'parallel' olabilir.
zh_tw: 將用於執行引擎的模式。可以為「串行」或「平行」。

source: The number of child process workers that will be created to service requests. The default will be equal to the number of CPUs available.
de: Die Anzahl an untergeordneten Prozess-Workers, die zum Bearbeiten von Anforderungen erstellt werden. Der Standard entspricht der Anzahl an verfügbaren CPUs.
fr: Nombre d'agents de processus enfant qui seront créés pour répondre aux demandes de service. La valeur par défaut doit être égale au nombre d'UC disponibles.
it: Il numero di operatori del processo secondario che verrà creato per soddisfare le richieste. Il valore predefinito sarà uguale al numero di CPU disponibili.
ko_kr: 요청을 처리하기 위해 작성하는 하위 프로세스 작업자 수입니다. 기본값은 사용 가능한 CPU 수와 동일합니다.
pt_br: O número de trabalhadores de processo-filho que será criado para as solicitações de serviço. O padrão será igual ao número de CPUs disponíveis.
tr_tr: Servis istekleri için oluşturulacak alt süreç işçilerinin sayısı. Öntanımlı olarak kullanılabilir CPU sayısına eşit olacaktır.
zh_tw: 將建立用來處理服務要求的子程序工作程式數目。預設值將等於可用的 CPU 數目。

source: The number of parallel activities executed at the same time by the engine. The value can be greater than one when the engine mode is 'parallel'.
de: Die Anzahl der parallelen Aktivitäten, die gleichzeitig von der Engine ausgeführt werden. Der Wert kann größer als eins sein, wenn der Enginemodus 'parallel' ist.
fr: Nombre d'activités parallèles exécutées au même moment par le moteur. La valeur peut être supérieure à un lorsque le mode de fonctionnement du moteur est 'parallèle'.
it: Il numero di attività parallele eseguite contemporaneamente dal motore. Il valore può essere maggiore di uno quando la modalità del motore è 'parallela'.
ko_kr: 동일한 시간에 엔진에서 실행되는 병렬 활동 수입니다. 엔진 모드가 '병렬'인 경우 이 값은 1보다 클 수 있습니다.
pt_br: O número de atividades paralelas executadas ao mesmo tempo pelo mecanismo. O valor pode ser maior que um quando o modo de mecanismo está 'parallel'.
tr_tr: Motor tarafından aynı anda yürütülen paralel etkinlik sayısı. Bu değer motor kipi 'parallel' iken birden büyük olabilir.
zh_tw: 引擎同時執行的平行活動數目。當引擎模式為「平行」時，該值可以大於 1。

source: The parameters required by task, JSON blob
de: Die für die Task erforderlichen Parameter, JSON-Blob-Objekt
fr: Les paramètres requis par la tâche, blob JSON
it: I parametri richiesti dall'attività, blob JSON
ko_kr: 태스크에서 필요로 하는 매개변수, JSON blob
pt_br: Os parâmetros requeridos pela tarefa, blob JSON
tr_tr: JSON blob, görev tarafından istenen parameteler
zh_tw: 作業所需的參數：JSON 二進位大型物件

source: The path to the cert file to use in SSL connections to the registry server, if any. Alternately, you may set the GLANCE_CLIENT_CERT_FILE environment variable to a filepath of the CA cert file
de: Der Pfad zur Zertifikatsdatei für SSL-Verbindungen zum Registry-Server, falls vorhanden. Alternativ dazu können Sie die Umgebungsvariable GLANCE_CLIENT_CERT_FILE auf einen Dateipfad der Zertifizierungsdatei der Zertifizierungsstelle setzen
fr: Chemin d'accès au fichier cert à utiliser dans les connexions SSL au serveur, le cas échéant. Sinon, vous pouvez définir la variable d'environnement GLANCE_CLIENT_CERT_FILE sur le chemin d'accès du fichier de certificat de l'autorité de certification
it: Il percorso per il file cert da utilizzare nelle connessioni SSL al server del registro, se presente. In alternativa è possibile impostare la variabile di ambiente GLANCE_CLIENT_CERT_FILE sul percorso del file cert CA.
ko_kr: 레지스트리 서버에 대한 SSL 연결에 사용할 인증 파일에 대한 경로(있는 경우). 또는 GLANCE_CLIENT_CERT_FILE 환경 변수를 CA 인증 파일의 파일 경로로 설정할 수 있습니다.
pt_br: O caminho para o arquivo de certificado a ser usado em conexões SSL com o servidor de registro, se houver. Alternativamente, você pode configurar a variável de ambiente GLANCE_CLIENT_CERT_FILE para um caminho de arquivo do arquivo de certificado CA
tr_tr: Varsa, kayıt defteri sunucusuna SSL bağlantısında kullanılacak sertifika dosya yolu. Alternatif olarak, CA sertifika dosyasının dosya yolu için GLANCE_CLIENT_CERT_FILE ortam değişkeni ayarlayabilirsiniz
zh_tw: 要在登錄伺服器的 SSL 連線（如果有的話）中使用的憑證檔案路徑。或者，您可以將 GLANCE_CLIENT_CERT_FILE 環境變數設定為 CA 憑證檔案的檔案路徑

source: The path to the certifying authority cert file to use in SSL connections to the registry server, if any. Alternately, you may set the GLANCE_CLIENT_CA_FILE environment variable to a filepath of the CA cert file.
de: Der Pfad zur Zertifikatsdatei der Zertifizierungsstelle für SSL-Verbindungen zum Registry-Server, falls vorhanden. Alternativ dazu können Sie die Umgebungsvariable GLANCE_CLIENT_CA_FILE auf einen Dateipfad der Zertifizierungsdatei der Zertifizierungsstelle setzen.
fr: Chemin d'accès au fichier cert d'autorité de certification à utiliser dans les connexions SSL au serveur de registre, le cas échéant. Sinon, vous pouvez définir la variable d'environnement GLANCE_CLIENT_CA_FILE sur le chemin d'accès du fichier de certificat de l'autorité de certification .
it: Il percorso per il file cert dell'autorità di certificazione da utilizzare nelle connessioni SSL al server del registro, se presente. In alternativa è possibile impostare la variabile di ambiente GLANCE_CLIENT_CA_FILE su un percorso del file cert CA.
ko_kr: 레지스트리 서버에 대한 SSL 연결에서 사용할 권한 인증 파일을인증하는 경로(있는 경우). 또는 GLANCE_CLIENT_CA_FILE 환경 변수를 CA 인증 파일의 파일 경로로 설정할 수 있습니다.
pt_br: O caminho para o arquivo de certificado da autoridade de certificação, a ser usado em conexões SSL com o servidor de registro, se houver. Alternativamente, você pode configurar a variável de ambiente GLANCE_CLIENT_CA_FILE para um caminho do arquivo do certificado CA .
tr_tr: Varsa, kayıt defteri sunucusuna SSL bağlantısında kullanılacak yetki onaylama sertifika dosyasının yolu. Alternatif olarak, CA sertifika dosyasının yolu için GLANCE_CLIENT_CA_FILE ortam değişkenini ayarlayabilirsiniz.
zh_tw: 要在登錄伺服器的 SSL 連線（如果有的話）中使用的憑證管理中心憑證檔案的路徑。或者，您可以將 GLANCE_CLIENT_CA_FILE 環境變數設定為 CA 憑證檔案的檔案路徑。

source: The path to the key file to use in SSL connections to the registry server, if any. Alternately, you may set the GLANCE_CLIENT_KEY_FILE environment variable to a filepath of the key file
de: Der Pfad zur Schlüsseldatei für SSL-Verbindungen zum Registry- Server, falls vorhanden. Alternativ dazu können Sie die Umgebungsvariable GLANCE_CLIENT_KEY_FILE auf einen Dateipfad der Schlüsseldatei setzen
fr: Chemin d'accès au fichier de clés à utiliser dans les connexions SSL au serveur, le cas échéant. Sinon, vous pouvez définir la variable d'environnement GLANCE_CLIENT_KEY_FILE sur le chemin d'accès du fichier de clés
it: Il percorso del file di chiavi da utilizzare nelle connessioni SSL al server di registro, se presente. In alternativa, è possibile impostare la variabile di ambiente GLANCE_CLIENT_KEY_FILE su un percorso del file di chiavi
ko_kr: 레지스트리 서버에 대한 SSL 연결에서 사용할 키 파일의 경로(있는 경우). 또는 GLANCE_CLIENT_KEY_FILE 환경 변수를 키 파일의 파일 경로로 설정할 수 있습니다.
pt_br: O caminho para o arquivo-chave a ser usado em conexões SSL com o servidor de registro, se houver. Alternativamente, é possível configurar a variável de ambiente GLANCE_CLIENT_KEY_FILE para um caminho de arquivo de chave
tr_tr: Varsa, kayıt defteri sunucusuna SSL bağlantısında kullanılacak anahtar dosya yolu. Alternatif olarak, anahtar dosyasının dosya yolu için GLANCE_CLIENT_KEY_FILE ortam değişkeni ayarlayabilirsiniz
zh_tw: 要在登錄伺服器的 SSL 連線（如果有的話）中使用的金鑰檔路徑。或者，您可以將 GLANCE_CLIENT_KEY_FILE 環境變數設定為金鑰檔的檔案路徑

source: The path to the sqlite file database that will be used for image cache management.
de: Pfad zur sqlite Datei-Datenbank, für das Management des Abbild-Zwischenspeichers.
fr: Chemin vers la base de données de fichiers sqlite qui sera utilisée pour la gestion du cache d'image .
it: Il percorso al database del file sqlite che verrà utilizzato per la gestione della cache dell'immagine.
ko_kr: 이미지 캐시 관리에 사용되는 sqlite 파일 데이터베이스에 대한경로.
pt_br: O caminho para o arquivo de base de dados sqlite que será utilizado para gerenciamento do cache de imagens.
tr_tr: İmaj önbellek yönetimi için kullanılacak sqlite dosya veritabanı yolu.
zh_tw: 將用於映像檔快取管理的 SQLite 檔案資料庫路徑。

source: The period of time, in seconds, that the API server will wait for a registry request to complete. A value of 0 implies no timeout.
de: Die Zeitdauer in Sekunden, die der API-Server auf den Abschluss einer Registrierungsanfrage wartet. Ein Wert von 0 bedeutet keine Begrenzung.
fr: Période en secondes pendant laquelle le serveur d'API doit attendre qu'une demande de registre se termine. Une valeur de 0 signifie aucun délai d'attente.
it: Il periodo di tempo, in secondi, che il server API attende affinché una richiesta del registro venga completata. Un valore pari a 0 indica nessun timeout.
ko_kr: 레지스트리 요청을 완료하도록 API 서버가 대기하는 시간(초)입니다. 0 값은 제한시간 초과를 의미합니다.
pt_br: O perído de tempo, em segundos que o servidor de API irá esperar por uma requisição de registro para completar. Um valor de 0 implica em nenhum tempo limite.
tr_tr: Bir kayıt defteri isteğinin tamamlanması için API sunucusunun bekleyeceği saniye cinsinden zaman aralığı. 0 değeri zaman aşımı olmadığını ifade eder.
zh_tw: API 伺服器將等待登錄要求完成的時段（以秒為單位）。值 0 表示無逾時。

source: The port on which a pydev process is listening for connections.
de: Der Port, auf dem ein pydev-Prozess für Verbindungen empfangsbereit ist.
fr: Port sur lequel un processus pydev est en mode écoute des connexions.
it: La porta in cui il processo pydev è in ascolto per le connessioni.
ko_kr: pydev 프로세스가 연결을 청취하는 포트입니다.
pt_br: A porta na qual um processo pydev está atendendo às conexões.
tr_tr: Pydev sürecindeki bağlantı noktası bağlantılar için dinliyor.
zh_tw: pydev 處理程序正在用來接聽連線的埠。

source: The port on which the server will listen.
de: Der Port, auf dem der Server hört.
fr: Le port sur lequel le serveur écoutera.
it: La porta su cui il server sarà in ascolto.
ko_kr: 서버가 청취할 포트입니다.
pt_br: A porta em que o servidor irá escutar.
tr_tr: Sunucu üzerindeki bağlantı noktası dinleyecek.
zh_tw: 伺服器將在其上進行接聽的埠。

source: The protocol to use for communication with the registry server. Either http or https.
de: Das zu verwendende Protokoll für die Kommunikation mit dem Registrierungsserver. Entweder http oder https.
fr: Protocole à utiliser pour la communication avec le serveur de registre. http ou https.
it: Il protocollo da utilizzare per le comunicazioni con il server di registro. Http o https.
ko_kr: 레지스트리 서버와의 통신을 위해 사용할 프로토콜. http 또는 https.
pt_br: O protocolo para utilizar para comunicação com o servidor de registro. Tanto HTTP ou HTTPS.
tr_tr: Kayıt defteri sunucusu ile iletişim için kullanılacak protokol. Ya http ya da https.
zh_tw: 用於與登錄伺服器進行通訊的通訊協定。HTTP 或 HTTPS。

source: The provided body %(body)s is invalid under given schema: %(schema)s
de: Der angegebene Hauptteil %(body)s ist unter dem angegebenen Schema ungültig: %(schema)s
fr: Le corps %(body)s fourni n'est pas valide dans le cadre du schéma indiqué : %(schema)s
it: Il corpo fornito %(body)s non è valido nello schema fornito: %(schema)s
ko_kr: 제공된 본문 %(body)s이(가) 지정된 스키마에서 올바르지 않음: %(schema)s
pt_br: O corpo fornecido %(body)s é inválido sob o esquema especificado: %(schema)s
tr_tr: Verilen şema altında: %(schema)s sağlanan %(body)s gövdesi geçersizdir
zh_tw: 在給定綱目 %(schema)s 下提供的主體 %(body)s 無效

source: The provided image is too large.
de: Das angegebene Image ist zu groß.
fr: L'image fournie est trop volumineuse.
it: L'immagine fornita è troppo grande.
ko_kr: 제공된 이미지가 너무 큽니다.
pt_br: A imagem fornecida é muito grande.
tr_tr: Getirilen imaj çok büyük.
zh_tw: 所提供的映像檔太大。

source: The provided path '%(path)s' is invalid: %(explanation)s
de: Der angegebene Pfad '%(path)s' ist ungültig: %(explanation)s
fr: Le chemin %(path)s fourni n'est pas valide : %(explanation)s
it: Il percorso fornito '%(path)s' non è valido: %(explanation)s
ko_kr: 제공된 경로 '%(path)s'이(가) 올바르지 않음: %(explanation)s
pt_br: O caminho fornecido '%(path)s' é inválido: %(explanation)s
tr_tr: Sağlanan yol '%(path)s' geçersizdir: %(explanation)s
zh_tw: 提供的路徑 '%(path)s' 無效：%(explanation)s

source: The reference to the default swift account/backing store parameters to use for adding new images.
de: Der Verweis auf die Standardparameter für den Konto-/Sicherungsspeicher, die zum Hinzufügen neuer Images verwendet werden sollen.
fr: Référence aux paramètres du magasin/compte SWIFT par défaut à utiliser pour l'ajout de nouvelles images.
it: Il riferimento ai parametri di memorizzazione di account/backing Swift predefiniti per utilizzare l'aggiunta di nuove immagini.
ko_kr: 새 이미지를 추가하는 데 사용할 기본 swift 계정/백업 저장소 매개변수에 대한 참조입니다.
pt_br: A referência aos parâmetros de armazenamento para conta/auxiliar swift padrão usa para incluir novas imagens.
tr_tr: Yeni imajlar eklemek için kullanılacak öntanımlı swift hesap/yedekleme deposu parametrelerine referans.
zh_tw: 對預設 Swift 帳戶/支援儲存庫參數的參照，以用於新增映像檔。
