Repository: tobegit3hub/dockerized-software
Catalog: glance_docker/glance/locale/*/LC_MESSAGES/glance.po
Languages: de, fr, it, ko_kr, pt_br, tr_tr, zh_tw

source: Invalid dict property type specification
de: Ungültiger dict-Eigenschaftstyp angegeben
fr: Spécification de type de propriété de dictionnaire non valide
it: Specifica del tipo di proprietà del dizionario non valida
ko_kr: 올바르지 않은 사전 특성 유형 스펙
pt_br: Especificação de tipo de propriedade de dicionário inválida
tr_tr: Geçersiz sözlük özellik türü belirtimi
zh_tw: 無效的字典內容類型規格

source: Invalid disk format '%s' for image.
de: Ungültiges Plattenformat '%s' für Image.
fr: Format de disque '%s' non valide pour l'image.
it: Formato del disco '%s' non valido per l'immagine.
ko_kr: 이미지에 대한 디스크 형식 '%s'이(가) 올바르지 않습니다.
pt_br: Formato de disco inválido '%s' para imagem.
tr_tr: İmaj için geçersiz disk biçimi '%s'.
zh_tw: 映像檔的磁碟格式 '%s' 無效。

source: Invalid image id format
de: Ungültiges Image-ID-Format
fr: Format d'ID image non valide
it: Formato ID immagine non valido
ko_kr: 올바르지 않은 이미지 ID 형식
pt_br: Formato de ID da imagem inválido
tr_tr: Geçersiz imaj id biçimi
zh_tw: 無效的映像檔 ID 格式

source: Invalid item type specification
de: Ungültiger Elementtyp angegeben
fr: Spécification de type d'élément non valide
it: Specifica del tipo di elemento non valida
ko_kr: 올바르지 않은 항목 유형 스펙
pt_br: Especificação de tipo de item inválida
tr_tr: Geçersiz öge türü belirtimi
zh_tw: 無效的項目類型規格

source: Invalid json body: %s
tr_tr: Geçersiz json gövdesi: %s

source: Invalid jsonpatch request
de: Ungültige jsonpatch-Anforderung
fr: Requête jsonpatch nn valide
it: Richiesta jsonpatch non valida
ko_kr: 올바르지 않은 jsonpatch 요청
pt_br: Solicitação de jsonpatch inválida
tr_tr: Geçersiz jsonpatch isteği
zh_tw: 無效的 jsonpatch 要求

source: Invalid location
de: Ungültige Position
fr: Emplacement non valide
it: Ubicazione non valida
ko_kr: 부적합한 위치
pt_br: Local inválido
tr_tr: Geçersiz konum
zh_tw: 無效的位置

source: Invalid location %s
tr_tr: Geçersiz konum %s

source: Invalid location: %s
de: Ungültiger Ort: %s
fr: Emplacement non valide : %s
it: Ubicazione non valida: %s
ko_kr: 올바르지 않은 위치: %s
pt_br: Localidade inválida: %s
tr_tr: Geçersiz konum: %s
zh_tw: 無效的位置：%s

source: Invalid location_strategy option: %(name)s. The valid strategy option(s) is(are): %(strategies)s
de: Ungültige location_strategy Option: %(name)s. Gültige Optionen sind: %(strategies)s
fr: Option location_strategy non valide : %(name)s. La ou les options de stratégie valides sont : %(strategies)s
it: Opzione location_strategy non valida: %(name)s. Le opzioni strategia valide sono: %(strategies)s
ko_kr: 올바르지 않은 location_strategy 옵션: %(name)s. 올바른 전략 옵션 : %(strategies)s
pt_br: Opção location_strategy inválida: %(name)s. A(s) opção(ões) de estratégia(s) válida(s) é(são): %(strategies)s
tr_tr: Geçersiz location_strategy seçeneği: %(name)s. Geçerli strateji seçenek(leri): %(strategies)s
zh_tw: 無效的 location_strategy 選項：%(name)s。有效的策略選項為：%(strategies)s

source: Invalid locations
de: Ungültige Positionen
fr: Emplacement non valide
it: Ubicazioni non valide
ko_kr: 부적합한 위치들
pt_br: Locais inválidos
tr_tr: Geçersiz konumlar
zh_tw: 無效的位置

source: Invalid locations: %s
de: Unbekannte Stellen: %s
fr: Emplacements invalides: %s
it: Ubicazioni non valide: %s
ko_kr: 올바르지 않은 위치: %s
pt_br: Localidades inválidas: %s
tr_tr: Geçersiz konumlar: %s
zh_tw: 無效的位置：%s

source: Invalid marker format
de: Ungültiges Markerformat
fr: Format de marqueur non valide
it: Formato indicatore non valido
ko_kr: 올바르지 않은 마커 형식
pt_br: Formato de marcador inválido
tr_tr: Geçersiz işaretçi biçimi
zh_tw: 無效的標記格式

source: Invalid marker. Image could not be found.
de: Ungültiger Marker. Image konnte nicht gefunden werden.
fr: Marqueur non valide. Image introuvable.
it: Indicatore non valido. Impossibile trovare l'immagine.
ko_kr: 올바르지 않은 마커입니다. 이미지를 찾을 수 없습니다.
pt_br: Marcador inválido. A imagem não pôde ser localizada.
tr_tr: Geçersiz işaretçi. İmaj bulunamadı.
zh_tw: 無效的標記。找不到映像檔。

source: Invalid membership association: %s
de: Ungültige Mitgliedschaftszuordnung: %s
fr: Association d'appartenance non valide : %s
it: Associazione di appartenenza non valida: %s
ko_kr: 올바르지 않은 멤버십 연관: %s
pt_br: Associação inválida: %s
tr_tr: Geçersiz üyelik ilişkisi: %s
zh_tw: 無效的成員資格關聯：%s

source: Invalid mix of disk and container formats. When setting a disk or container format to one of 'aki', 'ari', or 'ami', the container and disk formats must match.
de: Ungültige Kombination von Platten- und Containerformaten. Beim Festlegen eines Platten- oder Containerformats auf 'aki', 'ari' oder 'ami' müssen die Container- und Plattenformate übereinstimmen.
fr: Combinaison non valide de formats de disque et de conteneur. Si vous définissez un disque ou un conteneur au format 'aki', 'ari' ou 'ami', les formats du disque et du conteneur doivent correspondre.
it: Combinazione di formati di disco e contenitore non valida. Quando si imposta un formato disco o contenitore in uno dei seguenti 'aki', 'ari' o 'ami', i formati contenitore e disco devono corrispondere.
ko_kr: 디스크와 컨테이너 형식의 조합이 올바르지 않습니다. 디스크나 컨테이너 형식을 'aki', 'ari', 또는 'ami' 중 하나로 설정할 경우 컨테이너와 디스크형식이 일치해야 합니다.
pt_br: Combinação inválida de formatos de disco e contêiner. Ao configurar um formato de disco ou contêiner para um destes, 'aki', 'ari' ou 'ami', os formatos de contêiner e disco devem corresponder.
tr_tr: Geçersiz disk ve kap biçimleri karışımı. Bir disk ya da kap biçimi 'aki', 'ari' ya da 'ami' biçimlerinden biri olarak ayarlanırsa, kap ve disk biçimi eşleşmelidir.
zh_tw: 磁碟格式及儲存器格式的混合無效。將磁碟格式或儲存器格式設為 'aki'、'ari' 或 'ami' 其中之一時，儲存器格式及磁碟格式必須相符。

source: Invalid operation: `%(op)s`. It must be one of the following: %(available)s.
tr_tr: Geçersiz işlem: `%(op)s`. Şu seçeneklerden biri olmalıdır: %(available)s.

source: Invalid position for adding a location.
de: Ungültige Position zum Hinzufügen einer Position.
fr: Position non valide pour l'ajout d'un emplacement.
it: Posizione non valida per l'aggiunta di una ubicazione.
ko_kr: 위치를 추가하기에 올바르지 않은 포지션입니다.
pt_br: Posição inválida para adicionar uma localidade.
tr_tr: Yer eklemek için geçersiz konum.
zh_tw: 用於新增位置的位置無效。

source: Invalid position for removing a location.
de: Ungültige Position zum Entfernen einer Position.
fr: Position non valide pour la suppression d'un emplacement.
it: Posizione non valida per la rimozione di una ubicazione.
ko_kr: 위치를 제거하기에 올바르지 않은 포지션입니다.
pt_br: Posição inválida para remover uma localidade.
tr_tr: Yer kaldırmak için geçersiz konum.
zh_tw: 用於移除位置的位置無效。

source: Invalid property definition
de: Ungültige Eigenschaftsdefinition
fr: Définition de propriété non valide
it: Definizione della proprietà non valida
ko_kr: 올바르지 않은 특성 정의
pt_br: Definição de propriedade inválida
tr_tr: Geçersiz özellik tanımı
zh_tw: 無效的內容定義

source: Invalid reference list specification
de: Ungültige Referenzlistenspezifikation
fr: Spécification de liste de référence non valide
it: Specifica elenco di riferimento non valida
ko_kr: 올바르지 않은 참조 목록 스펙
pt_br: Especificação de lista de referência inválida
tr_tr: Geçersiz kaynak listesi belirtimi
zh_tw: 無效的參照清單規格

source: Invalid referenced type
de: Ungültiger referenzierter Typ
fr: Type référencé non valide
it: Tipo indicato non valido
ko_kr: 올바르지 않은 참조 유형
pt_br: Tipo referenciado inválido
tr_tr: Geçersiz kaynak türü
zh_tw: 無效的參照類型

source: Invalid service catalog json.
de: Ungültige Servicekatalog-JSON.
fr: json de catalogue de service non valide.
it: json del catalogo del servizio non è valido.
ko_kr: 올바르지 않은 서비스 카탈로그 json입니다.
pt_br: Catálogo de serviço json inválido.
tr_tr: Geçersiz json servis katalogu.
zh_tw: 無效的服務型錄 JSON。

source: Invalid sort direction: %s
de: Ungültige Sortierrichtung: %s
fr: Sens de tri non valide : %s
it: Direzione ordinamento non valida: %s
ko_kr: 올바르지 않은 정렬 방향: %s
pt_br: Direção de classificação inválida: %s
tr_tr: Geçersiz sıralama yönü: %s
zh_tw: 無效的排序方向：%s

source: Invalid sort key: %(sort_key)s. If type version is not set it must be one of the following: %(available)s.
tr_tr: Geçersiz sıralama anahtarı: %(sort_key)s. Eğer tür sürümü ayarlanmazsa, şunlardan biri olmalıdır: %(available)s.

source: Invalid sort key: %(sort_key)s. It must be one of the following: %(available)s.
de: Ungültiger Sortierschlüssel: %(sort_key)s. Es muss einer der folgenden sein: %(available)s.
fr: Clé de tri non valide : %(sort_key)s. Doit être l'une des valeurs suivantes : %(available)s.
it: Chiave di ordinamento non valida: %(sort_key)s. Deve essere una delle seguenti: %(available)s.
ko_kr: 올바르지 않은 정렬 키: %(sort_key)s. 다음 중 하나여야 합니다. %(available)s.
pt_br: Chave de classificação inválida: %(sort_key)s. Deve ser um dos seguintes: %(available)s.
tr_tr: Geçersiz sıralama anahtarı: %(sort_key)s. Şu seçeneklerden biri olmalıdır: %(available)s.
zh_tw: 排序鍵 %(sort_key)s 無效。它必須為下列其中一項：%(available)s。

source: Invalid sort key: %(sort_key)s. You cannot sort by this property
tr_tr: Geçersiz sıralama anahtarı: %(sort_key)s. Bu özelliklere göre sıralayamazsınız

source: Invalid status value: %s
de: Ungültiger Statuswert: %s
fr: Valeur de statut non valide : %s
it: Valore di stato non valido: %s
ko_kr: 올바르지 않은 상태 값: %s
pt_br: Valro de status inválido: %s
tr_tr: Geçersiz durum değeri: %s
zh_tw: 無效的狀態值：%s

source: Invalid status: %s
de: Ungültiger Status: %s
fr: Statut non valide : %s
it: Stato non valido: %s
ko_kr: 올바르지 않은 상태: %s
pt_br: Status inválido: %s
tr_tr: Geçersiz durum: %s
zh_tw: 無效的狀態：%s

source: Invalid type definition
de: Ungültige Typdefinition
fr: Définition de type non valide
it: Definizione del tipo non valida
ko_kr: 올바르지 않은 유형 정의
pt_br: Definição de tipo inválida
tr_tr: Geçersiz tür tanımı
zh_tw: 無效的類型定義

source: Invalid type value: %s
de: Ungültiger Wert für Typ: %s
fr: Type de valeur non valide: %s
it: Valore di tipo non valido: %s
ko_kr: 올바르지 않은 유형 값: %s
pt_br: Valor de tipo inválido: %s
tr_tr: Geçersiz tür değeri: %s
zh_tw: 無效的類型值：%s

source: Invalid update. It would result in a duplicate metadata definition namespace with the same name of %s
de: Ungültige Aktualisierung. Sie würde zu einer doppelten Metadatendefinitionseigenschaft mit demselben Namen wie %s führen
fr: Mise à jour non valide. Elle créerait une de définition de métadonnées en double avec le nom %s
it: Aggiornamento non valido. Potrebbe generare uno spazio dei nomi della definizione di metadati duplicato con lo stesso nome di %s
ko_kr: 올바르지 않은 업데이트입니다. %s과(와) 동일한 이름의 메타데이터 정의 네임스페이스가 중복됩니다.
pt_br: Atualização inválida. Ela resultaria em uma propriedade de definição de metadados duplicada com o mesmo nome de %s
tr_tr: Geçersiz güncelleme. Aynı %s adıyla çift metadata tanım ad alanı ile sonuçlanır
zh_tw: 更新無效。它會導致產生具有相同名稱 %s 的重複 meta 資料定義名稱空間。

source: Invalid update. It would result in a duplicate metadata definition object with the same name=%(name)s in namespace=%(namespace_name)s.
de: Ungültige Aktualisierung. Sie wurde zu einem doppelten Metadatendefinitionsobjekt mit demselben Namen %(name)s im Namensbereich %(namespace_name)s führen.
fr: Mise à jour non valide. Elle créerait un objet de définition de métadonnées en double avec le nom %(name)s dans l'espace de nom %(namespace_name)s.
it: Aggiornamento non valido. Potrebbe generare un oggetto della definizione di metadati duplicato con lo stesso nome=%(name)s nello spazio dei nomi%(namespace_name)s.
ko_kr: 올바르지 않은 업데이트입니다. namespace=%(namespace_name)s에서 name=%(name)s과(와) 동일한 이름의 메타데이터 정의 오브젝트가 중복됩니다.
pt_br: Atualização inválida. Ela resultaria em um objeto de definição de metadados duplicado com o mesmo nome=%(name)s no namespace=%(namespace_name)s.
tr_tr: Geçersiz güncelleme. Ad alanı=%(namespace_name)s içinde aynı ad=%(name)s ile çift metadata tanım nesnesi olmasına neden olacaktır.
zh_tw: 無效的更新。此更新將導致下列名稱空間中存在具有相同名稱%(name)s 的重複 meta 資料定義物件：%(namespace_name)s。

source: Invalid update. It would result in a duplicate metadata definition object with the same name=%(name)s in namespace=%(namespace_name)s.
de: Ungültige Aktualisierung. Sie wurde zu einem doppelten Metadatendefinitionsobjekt mit demselben Namen %(name)s im Namensbereich %(namespace_name)s führen.
fr: Mise à jour non valide. Elle créerait un objet de définition de métadonnées en double avec le nom %(name)s dans l'espace de nom %(namespace_name)s.
it: Aggiornamento non valido. Potrebbe generare un oggetto della definizione di metadati duplicato con lo stesso nome=%(name)s nello spazio dei nomi%(namespace_name)s.
ko_kr: 올바르지 않은 업데이트입니다. namespace=%(namespace_name)s에서 name=%(name)s과(와) 동일한 이름의 메타데이터 정의 오브젝트가 중복됩니다.
pt_br: Atualização inválida. Ela resultaria em um objeto de definição de metadados duplicado com o mesmo nome=%(name)s no namespace=%(namespace_name)s.
tr_tr: Geçersiz güncelleme. Ad alanında=%(namespace_name)s aynı ad=%(name)s ile çift metadata tanım nesnesi ile sonuçlanır.
zh_tw: 無效的更新。此更新將導致下列名稱空間中存在具有相同名稱%(name)s 的重複 meta 資料定義物件：%(namespace_name)s。

source: Invalid update. It would result in a duplicate metadata definition property with the same name=%(name)s in namespace=%(namespace_name)s.
de: Ungültige Aktualisierung. Sie würde zu einer doppelten Metadatendefinitionseigenschaft mit demselben Namen %(name)s im Namensbereich %(namespace_name)s führen.
fr: Mise à jour non valide. Elle créerait une propriété de définition de métadonnées avec le nom %(name)s dans l'espace de nom %(namespace_name)s.
it: Aggiornamento non valido. Potrebbe generare uno spazio dei nomi della definizione di metadati duplicato con lo stesso nome=%(name)s nello spazio dei nomi=%(namespace_name)s.
ko_kr: 올바르지 않은 업데이트입니다. 네임스페이스=%(namespace_name)s의 동일한 이름=%(name)s(으)로 메타데이터 정의 특성이 중복됩니다.
pt_br: Atualização inválida. Ela resultaria em uma propriedade de definição de metadados duplicada com o mesmo nome=%(name)s no namespace=%(namespace_name)s.
tr_tr: Geçersiz güncelleme. Ad alanı=%(namespace_name)s içinde aynı ad=%(name)s ile çift metadata tanım özelliği olmasına neden olacaktır.
zh_tw: 更新無效。它會導致在下列名稱空間中產生具有相同名稱 %(name)s 的重複 meta 資料定義內容：%(namespace_name)s。

source: Invalid value '%(value)s' for parameter '%(param)s': %(extra_msg)s
de: Ungültiger Wert '%(value)s' für Parameter '%(param)s': %(extra_msg)s
fr: Valeur non valide '%(value)s' pour le paramètre '%(param)s' : %(extra_msg)s
it: Valore '%(value)s' non valido per il parametro '%(param)s': %(extra_msg)s
ko_kr: 매개변수 '%(param)s'의 올바르지 않은 값 '%(value)s': %(extra_msg)s
pt_br: Valor inválido '%(value)s' para o parâmetro '%(param)s': %(extra_msg)s
tr_tr: '%(param)s' parametresi için '%(value)s' geçersiz değeri: %(extra_msg)s
zh_tw: 參數 '%(param)s' 的值 '%(value)s' 無效：%(extra_msg)s

source: Invalid value for option %(option)s: %(value)s
de: Ungültiger Wert für Option %(option)s: %(value)s
fr: Valeur non valide pour l'option %(option)s : %(value)s
it: Valore non valido per l'opzione %(option)s: %(value)s
ko_kr: 옵션 %(option)s에 올바르지 않은 값: %(value)s
pt_br: Valor inválido para a opção %(option)s: %(value)s
tr_tr: %(option)s seçeneği için geçersiz değer: %(value)s
zh_tw: 選項 %(option)s 的值 %(value)s 無效

source: Invalid visibility value: %s
de: Ungültiger Sichtbarkeitswert: %s
fr: Valeur de visibilité non valide : %s
it: Valore visibilità non valido: %s
ko_kr: 올바르지 않은 가시성 값: %s
pt_br: Valor de visibilidade inválido: %s
tr_tr: Geçersiz görünürlük değeri: %s
zh_tw: 無效的可見性值：%s

source: Is not allowed value
de: Ist kein zulässiger Wert
fr: N'est pas une valeur autorisée
it: Non è un valore consentito
ko_kr: 허용되는 값이 아님
pt_br: Não é um valor permitido
tr_tr: Değere izin verilmez
zh_tw: 不是容許的值

source: It appears that the eventlet module has been imported prior to setting %s='yes'. It is currently necessary to disable eventlet.greendns if using ipv6 since eventlet.greendns currently breaks with ipv6 addresses. Please ensure that eventlet is not imported prior to this being set.
de: Das Eventlet-Modul scheint vor der Einstellung %s='yes' importiert worden zu sein. Im Moment ist die Inaktivierung von eventlet.greendns erforderlich, wenn ipv6 verwendet wird, da eventlet.greendns derzeit bei ipv6-Adressen unterbricht. Stellen Sie sicher, dass Eventlet erst importiert wird, wenn dies festgelegt wurde.
fr: Vous avez importé le module Eventlet avant de définir le paramètre %s='yes'. Actuellement, vous devez désactiver eventlet.greendns si vous utilisez ipv6 car eventlet.greendns s'interrompt avec les adresses ipv6. Veillez à ne pas importer eventlet avant cette définition.
it: Sembra che il modulo eventlet sia stato importato prima dell'impostazione di %s='yes'. Attualmente è necessario disabilitare eventlet.greendns se si utilizza ipv6, poiché eventlet.greendns non funziona correttamente con gli indirizzi ipv6. Verificare che eventlet non sia impostato prima effettuare di questa impostazione.
ko_kr: 다음과 같이 설정하기 전에 eventlet 모듈을 가져왔습니다. %s='yes'. eventlet.greendns가 현재 ipv6 주소로 나뉘므로 ipv6를 사용 중인 경우 지금 eventlet.greendns를 사용 안함으로 설정해야 합니다. 이와 같이 설정하기 전에 eventlet을 가져오지 않아야 합니다.
pt_br: Parece que o módulo eventlet foi importado antes de configurar %s='yes'. Atualmente é necessário desativar eventlet.greendns se estiver usando ipv6, visto que o eventlet.greendns atualmente divide com endereços ipv6. Assegure-se de que eventlet não seja importado antes que este esteja sendo configurado.
tr_tr: Eventlet modülü %s='yes' ayarından önce içeri aktarılmış görünüyor. Eğer eventlet.greendns ipv6 adresleriyle ilişkiyi kestiğinden beri ipv6 kullanılıyorsa, şu anda eventlet.greendns'i devre dışı bırakmanız gerekir. Lütfen eventlet modülünün bu ayardan önce içeri aktarılmadığından emin olun.
zh_tw: eventlet 模組似乎已在設定 %s='yes' 之前匯入。如果使用 ipv6，則目前需要停用 eventlet.greendns，因為 eventlet.greendns 目前以 ipv6 位址岔斷。請確保未在設定此項之前匯入 eventlet。

source: It's invalid to provide multiple image sources.
de: Die Angabe von mehreren Abbildquellen ist ungültig.
fr: Il est invalide de fournir plusieurs sources d'image
it: Non è valido per fornire più origini delle immagini.
ko_kr: 여러 개의 이미지 소스를 제공하면 안 됩니다.
pt_br: é inválido fornecer múltiplas fontes de imagens.
tr_tr: Birden fazla imaj kaynağı sağlamak için geçersizdir.
zh_tw: 提供多個映像檔來源是無效的做法。

source: Items have to be unique
de: Elemente müssen eindeutig sein
fr: Les éléments doivent être uniques
it: Gli elementi devono essere univoci
ko_kr: 항목이 고유해야 함
pt_br: Os itens precisam ser exclusivos
tr_tr: Ögeler eşsiz olmalıdır
zh_tw: 項目必須是唯一的

source: Json path should start with a '/', end with no '/', no 2 subsequent '/' are allowed.
de: Json-Pfad sollte mit einem '/' beginnen und ohne '/' enden. Zwei aufeinanderfolgende '/' sind nicht zulässig.
fr: Le chemin Json doit commencer par '/' et ne pas se terminer par '/'. L'utilisation de deux '/' consécutifs n'est pas autorisée.
it: Il percorso Json deve iniziare con un '/', terminare con nessun '/', non sono consentiti 2successivi.
ko_kr: Json 경로는 '/'로 시작해야 하며 '/'로 끝나지 않아야 합니다. 두 개의 후속 '/'는 허용되지 않습니다.
pt_br: O caminho Json deve iniciar com uma '/', não deve terminar com uma '/' e duas '/' subsequentes não são permitidas.
tr_tr: Json yolu '/' ile başlamalı, '/' ile sonlanmamalıdır, 2 sonraki '/' izin verilmez.
zh_tw: JSON 路徑應以 '/' 開頭並以 '/' 結尾，不容許兩個連續的 '/'。

source: Legacy image was not found
de: Traditionelles Image nicht gefunden
fr: L'image existante est introuvable
it: Immagine legacy non trovata
ko_kr: 레거시 이미지를 찾을 수 없음
pt_br: A imagem anterior não foi localizada
tr_tr: Eski imaj bulunamadı
zh_tw: 找不到舊式映像檔

source: Length is greater than maximum
de: Die Länge überschreitet den Maximalwert
fr: La longueur est supérieure à la valeur maximale
it: La lunghezza è superiore a quella massima
ko_kr: 길이가 최대값보다 큼
pt_br: O comprimento é maior que o máximo
tr_tr: Uzunluk azami değerden daha büyüktür
zh_tw: 長度大於上限

source: Length is less than minimum
de: Die Länge unterschreitet den Mindestwert
fr: La longueur est inférieure à la valeur minimale
it: La lunghezza è inferiore al minimo
ko_kr: 길이가 최소값보다 작음
pt_br: O comprimento é menor que o mínimo
tr_tr: Uzunluk asgari değerden daha küçüktür
zh_tw: 長度小於下限

source: Limit param must be an integer
tr_tr: Sınır parametresi bir tam sayı olmalıdır

source: Limit param must be positive
tr_tr: Sınır parametresi pozitif olmalıdır

source: Limit param must not be higher than %d
tr_tr: Sınır parametresi %d değerinden daha yüksek olmamalıdır

source: List definitions may hot have defaults
de: Listendefinitionen verfügen möglicherweise über keine Standardwerte
fr: Les définitions de listes peuvent ne pas avoir de valeurs par défaut
it: Le definizioni dell'elenco non possono contenere valori predefiniti
ko_kr: 목록 정의에 기본값을 사용할 수 없음
pt_br: As definições de lista podem não ter padrões
tr_tr: Liste tanımları öntanımlılar olmayabilir
zh_tw: 清單定義可能沒有預設值

source: List of strings related to the image
de: Liste mit dem Image zugehörigen Zeichenketten
fr: Liste des chaînes associées à l'image
it: Elenco di stringhe relative all'immagine
ko_kr: 이미지와 관련된 문자열 목록
pt_br: Lista de sequências relacionadas à imagem
tr_tr: İmaj ile ilgili karakter dizilerinin listesi
zh_tw: 與映像檔相關的字串清單

source: List size is greater than maximum
de: Listengröße überschreitet den Maximalwert
fr: La taille de la liste a une valeur supérieure à la valeur maximale
it: La dimensione dell'elenco è superiore di quella massima
ko_kr: 목록 크기가 최대값보다 큼
pt_br: O tamanho da lista é maior que o máximo
tr_tr: Liste boyutu azami değerden daha büyüktür
zh_tw: 清單大小大於上限

source: List size is less than minimum
de: Listengröße unterschreitet den Mindestwert
fr: La taille de la liste a une valeur inférieure à la valeur minimale
it: La dimensione dell'elenco è inferiore a quella minima
ko_kr: 목록 크기가 최소값보다 작음
pt_br: O tamanho da lista é menor que o mínimo
tr_tr: Liste boyutu asgari değerden daha azdır
zh_tw: 清單大小小於下限

source: Loop time between checking for new items to schedule for delete.
de: Schleifenzeit zwischen dem Überprüfen auf neue Elemente, deren Löschung zu planen ist.
fr: Durée de la boucle entre les recherches de nouveaux éléments à planifier pour la suppression.
it: Periodo di loop tra le verifiche per i nuovi elementi da pianificare per l'eliminazione.
ko_kr: 삭제를 위해 스케줄에 대한 새 항목을 확인하는 사이의 루프 시간입니다.
pt_br: Tempo de loop entre a verificação de novos itens para planejamento da exclusão.
tr_tr: Silmek için planlanan yeni ögelerin kontrolü arasındaki döngü süresi.
zh_tw: 檢查要排程進行刪除之新項目之間的迴圈時間。

source: Malformed Content-Range header: %s
de: Fehlerhafter Content-Range-Header: %s
fr: En-tête Content-Range incorrect : %s
it: Intestazione intervallo-contenuto non corretta: %s
ko_kr: 잘못된 형식의 컨텐츠 범위 헤더: %s
pt_br: Cabeçalho de intervalo de conteúdo malformado: %s
tr_tr: Bozuk İçerik-Aralık başlığı: %s
zh_tw: 形態異常的內容範圍標頭：%s

source: Malformed JSON in request body.
de: Fehlerhafte JSON in Anforderungshauptteil.
fr: JSON incorrect dans le corps de demande.
it: JSON non corretto nel corpo della richiesta.
ko_kr: 요청 본문에서 JSON의 형식이 올바르지 않습니다.
pt_br: JSON malformado no corpo da solicitação.
tr_tr: İstek gövdesinde bozuk JSON.
zh_tw: 要求內文中 JSON 的格式不正確。

source: Max string length may not exceed 255 characters
de: Die maximale Zeichenlänge darf 255 Zeichen nicht überschreiten
fr: La longueur maximale de la chaîne ne peut pas être supérieure à 255 caractères
it: La lunghezza massima della stringa non può superare i 255 caratteri
ko_kr: 최대 문자열 길이는 255자를 초과할 수 없음
pt_br: O comprimento máximo de sequência não pode exceder 255 caracteres
tr_tr: Azami karakter dizisi uzunluğu 255 karakter sınırını aşmayabilir
zh_tw: 字串長度上限不能超過 255 個字元
