Repository: tobegit3hub/dockerized-software
Catalog: glance_docker/glance/locale/*/LC_MESSAGES/glance-log-warning.po
Languages: tr_tr

source: %(image_id)s: field %(key)s differs (source is %(master_value)s, destination is %(slave_value)s)
tr_tr: %(image_id)s: %(key)s alanı (kaynak; %(master_value)s, hedef; %(slave_value)s) değerlerinden farklıdır

source: Access denied to image %(id)s but returning 'not found'
tr_tr: %(id)s imajına 'not found' değeri geri döndürülerek erişim engellendi

source: An optional task has failed, the failure was: %s
tr_tr: İsteğe bağlı bir görev başarısız oldu, nedeni: %s

source: Artifact with id=%s is not accessible
tr_tr: id=%s kimlikli ürün erişilebilir değil

source: Artifact with id=%s not found
tr_tr: id=%s kimlikli ürün bulunamadı

source: Artifact with the specified type, name and version already exists
tr_tr: Belirtilen tür, ad ve sürümde ürün zaten var

source: Artifact with the specified type, name and version already has the direct dependency=%d
tr_tr: Belirtilen tür, ad ve sürümdeki ürün zaten doğrudan şu bağımlılığa sahip=%d

source: Artifact with the specified type, name and versions already has the direct dependency=%s
tr_tr: Belirtilen tür, ad ve sürümdeki ürün zaten doğrudan şu bağımlılığa sahip=%s

source: Attempted to modify image user did not own.
tr_tr: Sahibi olunmayan imaj kullanıcısının değiştirilmesi denendi.

source: Cached image file '%s' doesn't exist, unable to delete
tr_tr: Önbelleğe alınmış imaj dosyası '%s' mevcut değil, silinemedi

source: Can't load artifact %s: load disabled in config
tr_tr: %s ürünü yüklenemiyor: yapılandırmadaki yükleme devre dışı

source: Can't load artifact %s: not in available_plugins list
tr_tr: %s ürünü yüklenemiyor: available_plugin listesinde yok

source: Could not find image %s
tr_tr: %s imajı bulunamadı

source: Could not find schema properties file %s. Continuing without custom properties
tr_tr: Şema özellik dosyası %s bulunamadı. Özel özellikler olmadan devam ediliyor

source: Could not find task %s
tr_tr: %s görevi bulunamadı

source: Could not find task info %s
tr_tr: %s görev bilgisi bulunamadı

source: Deadlock detected. Retrying...
tr_tr: Ölümcül kilitlenme tespit edildi. Tekrar deneniyor...

source: Duplicate entry for values: %s
tr_tr: Değerler için çift girdi: %s

source: Failed to activate image %s in registry. About to delete image bits from store and update status to 'killed'.
tr_tr: Kayıt defterinde %s imajı etkinleştirilemedi. Depodan imaj bitlerini silmek ve durumunu 'killed' olarak güncellemek üzeresiniz.

source: Failed to decrypt location value for image %(image_id)s
tr_tr: %(image_id)s imajı için konum değeri şifresi çözülemedi

source: Failed to delete blob %s in store from URI
tr_tr: Depodaki URI'den %s blobu silme başarısız oldu

source: Failed to delete file %(path)s. Got error: %(e)s
tr_tr: %(path)s dosyası silme işlemi başarısız oldu. Şu hata alındı: %(e)s

source: Failed to delete image %s in store from URI
tr_tr: Depodaki URI'den %s imajını silme başarısız oldu

source: Failed to find task %(task_id)s. Reason: %(reason)s
tr_tr: %(task_id)s görev bulma başarısız oldu. Nedeni: %(reason)s

source: Failed to successfully cache all images in queue.
tr_tr: Kuyruktaki bütün imajlar başarılı bir şekilde önbelleğe alınamadı.

source: Fetch of cache file failed (%(e)s), rolling back by moving '%(incomplete_path)s' to '%(invalid_path)s'
tr_tr: Önbellek dosyasının getirilmesi işlemi başarısız oldu (%(e)s), '%(incomplete_path)s' yolundan '%(invalid_path)s' yoluna taşınarak geri alınıyor

source: Forbidden to create task. Reason: %(reason)s
tr_tr: Görev oluşturmak yasak. Nedeni: %(reason)s

source: Forbidden to get task %(task_id)s. Reason: %(reason)s
tr_tr: %(task_id)s görevini almak yasak. Nedeni: %(reason)s

source: Id not in sort_keys; is sort_keys unique?
tr_tr: Id sort_keys değil; sort_keys eşsiz mi?

source: Image %s entirely missing from the destination
tr_tr: %s imajı hedefte tamamen eksik

source: Image '%s' is not active. Not caching.
tr_tr: '%s' imajı etkin değil. Önbelleğe alınamıyor.

source: Image cache driver '%(driver_module)s' failed to configure. Got error: '%(config_err)s
tr_tr: İmaj önbellek sürücüsü '%(driver_module)s' yapılandırılamadı. Alınan hata: '%(config_err)s

source: Image cache driver '%(driver_name)s' failed to load. Got error: '%(import_err)s.
tr_tr: İmaj önbellek sürücüsü '%(driver_name)s' yüklenemedi. Alınan hata: '%(import_err)s.

source: Invalid marker. Image %(id)s could not be found.
tr_tr: Geçersiz işaretçi. İmaj %(id)s bulunamadı.

source: Invalid membership association specified for image %(id)s
tr_tr: %(id)s imajı için belirtilen geçersiz üye ilişkisi

source: Member %(id)s not found
tr_tr: Üye %(id)s bulunamadı

source: Metadata tag not found for id %s
tr_tr: %s için üst veri etiketi bulunamadı

source: No metadata found for image '%s'
tr_tr: '%s' imajı için hiçbir üst veri bulunamadı

source: Show level %s is not supported in this operation
tr_tr: Bu işlemde desteklenmeyen %s seviyesini göster

source: Task %(task_id)s failed with exception %(error)s
tr_tr: %(task_id)s görevi %(error)s olağandışı durumu ile başarısız oldu

source: The `eventlet` executor has been deprecated. Use `taskflow` instead.
tr_tr: `eventlet` yürütücüsü önerilmiyor. Bunun yerine `taskflow` kullan.

source: The conversion format is None, please add a value for it in the config file for this task to work: %s
tr_tr: Dönüştürme biçimi Hiçbiri, lütfen çalıştırılacak bu görev için yapılandırma dosyasında dönüştürme biçimi değeri ekleyin: %s

source: Unable to get deleted image
tr_tr: Silinen imaj alınamadı

source: Unable to get deleted task %s
tr_tr: Silinen görev %s alınamadı

source: Unable to get unowned image
tr_tr: Sahipsiz imaj alınamadı

source: Unrecognised child %s
tr_tr: Tanınmayan alt %s

source: User %(user)s attempted to upload an image of size %(size)d that will exceed the quota. %(remaining)d bytes remaining.
tr_tr: %(user)s kullanıcısı kotayı aşacak %(size)d boyutunda bir imajı yükleme girişiminde bulundu. Kalan; %(remaining)d bayt.

source: User %(user)s attempted to upload an image of unknown size that will exceed the quota. %(remaining)d bytes remaining.
tr_tr: %(user)s kullanıcısı kotayı aşacak bilinmeyen boyutta bir imajı yükleme girişiminde bulundu. Kalan; %(remaining)d bayt.

source: User lacks permission to share image %(id)s
tr_tr: %(id)s imajını paylaşmak için eksik kullanıcı izni
