Repository: tobegit3hub/dockerized-software
Catalog: glance_docker/glance/locale/*/LC_MESSAGES/glance.po
Languages: de, fr, it, ko_kr, pt_br, tr_tr, zh_tw

source: Waited 15 seconds for pid %(pid)s (%(file)s) to die; giving up
de: Es wurde 15 Sekunden auf den Abbruch von PID %(pid)s (%(file)s) gewartet; Abbruch
fr: Attente de la fin du pid %(pid)s (%(file)s) pendant 15 secondes ; abandon en cours
it: Entro 15 secondi il pid %(pid)s (%(file)s) verrà interrotto; terminato
ko_kr: pid %(pid)s(%(file)s)이 종료될 때까지 15초 대기함, 포기하는 중
pt_br: Esperou 15 segundos para pid %(pid)s (%(file)s) ser eliminado; desistindo
tr_tr: %(pid)s (%(file)s) pid'i öldürmek için 15 saniye beklendi; vazgeçiliyor
zh_tw: 等待 PID %(pid)s (%(file)s) 當掉已達到 15 秒；正在放棄

source: When false, no artifacts can be loaded regardless of available_plugins. When true, artifacts can be loaded.
de: Bei 'false' können keine Artefakte geladen werden, unabhängig von available_plugins. Bei 'true' können Artefakte geladen werden.
fr: Lorsque la valeur est false, aucun artefact ne peut être chargé, quelle que soit la valeur de available_plugins. Lorsque la valeur est true, les artefacts peuvent être chargés.
it: Quando false, non può essere caricata nessuna risorsa utente indipendentemente da available_plugins. Quando true, le risorse utente non possono essere caricate.
ko_kr: false이면 available_plugins와 관계 없이 아티팩트를 로드할 수 없습니다.true이면 아티팩트를 로드할 수 있습니다.
pt_br: Quando false, nenhum artefato pode ser carregado independentemente de available_plugins. Quando true, os artefatos podem ser carregados.
tr_tr: Yanlışken, hiçbir ürün available_plugins dikkate alınmadan yüklenemez. Doğruyken, ürünler yüklenebilir.
zh_tw: 如果為 false，則無論 available_plugins 為何，均無法載入任何構件。如果為 true，則可以載入構件。

source: When running server in SSL mode, you must specify both a cert_file and key_file option value in your configuration file
de: Wenn der Server im SSL-Modus läuft, müssen Sie sowohl für die 'cert_file'- als auch für die 'key_file'-Option in Ihrer Konfigurationsdatei einen Wert angeben
fr: Lors de l'exécution du serveur en mode SSL, vous devez spécifier une valeur d'option cert_file et key_file dans votre fichier de configuration
it: Quando si esegue il server in modalità SSL, è necessario specificare sia un valore dell'opzione cert_file che key_file nel file di configurazione
ko_kr: 서버를 SSL 모드에서 실행할 때 구성 파일에 cert_file 및 key_file 옵션 값을 모두 지정해야 함
pt_br: Ao executar o servidor no modo SSL, você deve especificar um valor de opção cert_file e key_file no seu arquivo de configuração
tr_tr: Sunucu SSL kipte çalışırken, cert_file ve key_file değerlerinin ikisinide yapılandırma dosyanızda belirtmelisiniz
zh_tw: 在 SSL 模式下執行伺服器時，必須在配置檔中指定 cert_file 及 key_file 選項值

source: When true, this option sets the owner of an image to be the tenant. Otherwise, the owner of the image will be the authenticated user issuing the request.
de: Diese Option, wenn gesetzt, macht den Eigentümer des Abbilds zum Mieter. Andernfalls wird der angemeldete Benutzer, der die Anfrage stellt, zum Eigentümer.
fr: Définie sur vrai, cette option définit le propriétaire d'une image comme locataire (tenant). Sinon, le propriétaire de l'image est l'utilisateur authentifié qui émet la demande.
it: Quando è true, questa opzione imposta il proprietario di un'immagine affinché diventi tenant. In caso contrario, il proprietario dell'immagine sarà l'utente autenticato che avvia la richiesta.
ko_kr: true인 경우 이 옵션은 이미지의 소유자를 테넌트로 설정합니다. 그렇지 않은 경우 이미지의 소유자는 요청을 발행한 인증된사용자가 됩니다.
pt_br: Quando verdadeiro, esta opção seta o dono da image para ser o tenant. Caso contrário o dono da imagem será o usuário autenticado realizando a requisição.
tr_tr: Seçildiğinde, bu seçenek bir imajın sahibini kiracı olacak şekilde ayarlar.Diğer bir deyişle, imajın sahibi, isteği bildiren ve kimliği doğrulanmış kişi olacaktır.
zh_tw: 如果為 True，則此選項會將映像檔的擁有者設為承租人。否則，映像檔的擁有者將會是發出要求的已鑑別使用者。

source: When using SSL in connections to the registry server, do not require validation via a certifying authority. This is the registry's equivalent of specifying --insecure on the command line using glanceclient for the API.
de: Beim Verwenden von SSL in Verbindungen zum Registry-Server, keine Überprüfung über eine Zertifizierungsstelle anfordern. Dies ist die Registry-Entsprechung für das Angeben von --insecure in der Befehlszeile unter Verwendung von glanceclient für die API.
fr: Lors de l'utilisation de la couche Secure Sockets Layer dans les connexions au serveur de registre, ne nécessite pas de validation via une autorité de certification. L'action équivalente du registre consiste à spécifier --insecure sur la ligne de commande en utilisant le client glance pour l'API .
it: Quando si utilizza SSL nelle connessioni al server di registro, non richiedere la convalida tramite un'autorità di certificazione. Ciò equivale alla specifica di --insecure sulla riga comandi utilizzando glanceclient per l'API.
ko_kr: 레지스트리 서버에 대한 연결에서 SSL을 사용할 때 권한 인증을 통한유효성 검증이 필요하지 않습니다. 이는 API의 glanceclient를 사용하여 명령행에서 --insecure를 지정하는 레지스트리와 자원입니다.
pt_br: Ao usar SSL nas conexões com o servidor de registro, não é necessária a validação por meio de uma autoridade de certificação. Esse é o equivalente do registro de especificação --insecure na linha de comandos usando glanceclient para o API.
tr_tr: Kayıt defteri sunucusuna bağlantı sırasında SSL kullanılırsa, bir onaylama otoritesi yoluyla doğrulama gerekmez. API için glanceclient kullanarak komut satırında --insecure belirtilmesi, kayıt defterine eşdeğerdir.
zh_tw: 如果在登錄伺服器的連線中使用 SSL，則不需要透過憑證管理中心進行驗證。此登錄相當於對 API 使用 glanceclient 時，在指令行上指定 --insecure。

source: Whether to allow users to specify image properties beyond what the image schema provides
de: Ob es Benutzern erlaubt sein soll, Imageeigenschaften anzugeben, die über das hinausgehen, was vom Imageschema angegeben wird
fr: Indique si les utilisateurs sont autorisés à spécifier des propriétés d'image en plus des propriétés fournies par le schéma image
it: Indica se consentire agli utenti di specificare le proprietà dell'immagine al di là di quanto fornisce lo schema dell'immagine
ko_kr: 이미지 스키마가 제공하는 것 이상으로 이미지 특성을 지정할 수 있도록 허용할지의 여부
pt_br: Se permite que os usuários especifiquem propriedades de imagem além do que o esquema de imagem fornece
tr_tr: İmaj şema sağlayıcılarının haricinde imaj özelliklerinin belirtilmesinde kullanıcılara izin verilip verilmemesi
zh_tw: 是否要容許使用者指定超出映像檔綱目所提供內容的映像檔內容

source: Whether to include the backend image locations in image properties. For example, if using the file system store a URL of "file:///path/to/image" will be returned to the user in the 'direct_url' meta-data field. Revealing storage location can be a security risk, so use this setting with caution! The overrides show_image_direct_url.
de: Angabe, ob die Speicherpositionen von Back-End-Images in Imageeigenschaften eingeschlossen werden sollen. Beispiel: Bei Verwendung des Dateisystemspeichers wird die URL "file:///path/to/image" an den Benutzer im Metadatenfeld 'direct_url' zurückgegeben. Das Sichtbarmachen der Speicherposition kann ein Sicherheitsrisiko darstellen; verwenden Sie diese Einstellung daher mit Bedacht. Durch diese Einstellung wird show_image_direct_url überschrieben.
fr: Indique si l'emplacement de stockage de l'image d'arrière-plan doit être inclus dans les propriétés de l'image. Par exemple, lorsque vous utilisez le magasin de système de fichier, si une URL de type "file:///chemin/vers/image" est renvoyée à l'utilisateur dans la zone de métadonnées 'direct_url'. Révéler cet emplacement peut constituer un risque de sécurité ; utilisez ce paramètre avec précaution ! Il remplace show_image_direct_url.
it: Indica se includere i percorsi delle immagini di backend nelle proprietà dell'immagine. Ad esempio, se viene utilizzato l'archivio del file system, l'URL "file:///percorso/immagine" viene restituito all'utente nel campo di metadati 'direct_url'. L'indicazione del percorso di archiviazione può rappresentare un rischio per la sicurezza, pertanto utilizzare questa impostazione con attenzione. L'impostazione sostituisce show_image_direct_url.
ko_kr: 이미지 특성에 백엔드 이미지 위치를 포함시킬지의 여부. 예를 들어 파일 시스템 저장소를 사용하는 경우 URL"file:///path/to/image"가 사용자에게 'direct_url' 메타데이터 필드로 리턴됩니다. 스토리지 위치를 드러내면 보안 위험이 있을 수 있으므로 이 설정을 주의하여 사용하십시오! 이는 show_image_direct_url을 대체합니다.
pt_br: Se incluir locais de imagem de backend nas propriedades de imagem. Por por exemplo, se estiver usando o sistema de arquivos de armazenamento de uma URL de "file:///path/to/image" será retornado para o usuário no campo de metadados 'direct_url'. Revelar o local de armazenamento pode ser um risco de segurança, por isso, use essa configuração com cuidado! As substituições show_image_direct_url.
tr_tr: İmaj özelliklerinin art alanda çalışan imaj konumlarını içerip içermemesi. Örneğin, eğer dosya sistemi deposu kullanılıyorsa "file:///path/to/image" URL'i 'direct_url' üstveri alanındaki kullanıcıya döndürülecektir. Depolama konumunu açığa çıkarmak güvenlik tehlikesi oluşturabilir, bu yüzden bu ayarı dikkatli kullanın! Show_image_direct_url üzerine yazar.
zh_tw: 是否要將後端映像檔位置包含在映像檔內容中。例如，如果使用檔案系統儲存庫，則會在 'direct_url' meta 資料欄位中將 URL "file:///path/to/image" 傳回給使用者。顯示儲存位置可能會導致安全風險，因此請小心使用此設定！請置換 show_image_direct_url。

source: Whether to include the backend image storage location in image properties. Revealing storage location can be a security risk, so use this setting with caution!
de: Ob die Speicherposition des Back-End-Image in Imageeigenschaften eingeschlossen werden soll. Das Angeben der Speicherposition kann ein Sicherheitsrisiko darstellen. Verwenden Sie diese Einstellung also mit Bedacht!
fr: Indique si l'emplacement de stockage de l'image d'arrière-plan doit être inclus dans les propriétés de l'image. Ceci peut poser des problèmes de sécurité, donc soyez prudent dans l'utilisation de ce paramètre !
it: Indica se includere l'ubicazione dell'archivio di immagini di backend nelle proprietà dell'immagine. La rivelazione dell'ubicazione dell'archivio può essere un rischio per la sicurezza, quindi utilizzare questa impostazione con cautela!
ko_kr: 이미지 특성에 백엔드 이미지 스토리지 위치를 포함시킬지의 여부. 스토리지 위치를 드러낼 경우 보안상 위험할 수 있으므로이 설정은 주의하여 사용하십시오.
pt_br: Se inclui o local de armazenamento de imagem de backend nas propriedades de imagem. A revelação do local de armazenamento pode ser um risco de segurança, por isso, use essa configuração com cuidado!
tr_tr: İmaj özelliklerinin, art alanda çalışan imaj depolama konumunu içerip içermemesi. Depolama konumunu açığa çıkarmak güvenlik tehlikesi oluşturabilir, bu yüzden bu ayarı dikkatli kullanın!
zh_tw: 是否要將後端映像檔儲存體位置包含在映像檔內容中。顯示儲存體位置可能會導致安全風險，因此請小心使用此設定！

source: Whether to pass through headers containing user and tenant information when making requests to the registry. This allows the registry to use the context middleware without keystonemiddleware's auth_token middleware, removing calls to the keystone auth service. It is recommended that when using this option, secure communication between glance api and glance registry is ensured by means other than auth_token middleware.
de: Gibt an, ob Header weitergeleitet werden sollen, die Benutzer- und Nutzerinformationen enthalten, wenn Anforderungen an die Registrierungsdatenbank gestellt werden. Dies ermöglicht es der Registrierungsdatenbank, die Kontext-Middleware ohne die auth_token-Middleware der Keystone-Middleware zu verwenden, sodass Aufrufe an den Keystone-Authentifizierungsservice entfernt werden. Es wird empfohlen, bei Verwendung dieser Option eine sichere Kommunikation zwischen Glance-API und Glance-Registrierungsdatenbank mit anderen Mitteln als mit der auth_token-Middleware sicherzustellen.
fr: Indique si les en-têtes contenant les informations d'utilisateur et de locataire doivent être passées lors des demandes effectuées sur le registre. Cela permet au registre d'utiliser le middleware contextuel sans le middleware auth_token de keystonemiddleware, en supprimant les appels au service d'authentification keystone. Lors de l'utilisation de cette option, il est recommandé de sécuriser les communications entre l'API Glance et le registre Glance par des moyens autres que le middleware auth_token.
it: Indica se passare tramite le intestazioni che contengono le informazioni utente e tenant quando si effettuano richieste al registro. Ciò consente al registro di utilizzare il middleware di contesto senza il middleware auth_token di keystonemiddleware, rimuovendo le chiamate sul servizio keystone auth. Si raccomanda che quando si utilizza questa opzione, la comunicazione sicura tra l'api glance e il registro glance sia garantita da mezzi diversi dal middleware auth_token.
ko_kr: 레지스트리에 대한 요청을 작성할 때 사용자 및 테넌트 정보를 포함하는 헤더를 전달할지 여부이를 통해 레지스트리는 키스톤 인증 서비스에 대한 호출을 제거하면서 키스톤 미들웨어의 auth_token 미들웨어 없이 컨텍스트 미들웨어를 사용할 수 있습니다. 이 옵션을 사용할 경우 auth_token 미들웨어 외의 다른 수단을 통해 글랜스 api 및 글랜스 레지스트리 간의 통신을 보호해야 합니다.
pt_br: Decida se deve passar por cabeçalhos contendo informações de usuário e de locatário ao fazer solicitações para o registro. Isso permite que o registro use o middleware de contexto sem o auth_token middleware keystonemiddleware, removendo chamadas para o serviço de autenticação keystone. É recomendável que, ao usar essa opção, uma comunicação segura entre a api de glance e o registro de glance seja assegurada por um meio diferente de auth_token middleware.
tr_tr: Kayıt defteri sunucusuna istek yaparken kiracı bilgisi ve kullanıcı içeren başlığın geçirilip geçirilmemesi. Bu kayıt defteri sunucusunun keystonemiddleware auth_token katmanı olmadan içerik katmanını kullanmasına, keystone kimlik doğrulama servisine çağrıların kaldırılmasına izin verir. Bu seçenek kullanılırken, glance-api ve glance kayıt defteri arasında auth_token katmanı dışında başka bir yol ile güvenli iletişim sağlanır.
zh_tw: 是否要在向登錄發出要求時，透過包含使用者及承租人資訊的標頭來傳遞。這容許登錄在不具有 keystonemiddleware 的 auth_token 中介軟體時使用環境定義中介軟體，從而移除 keystone 鑑別服務呼叫。建議在使用此選項時，透過使用 auth_token 中介軟體之外的中介軟體，來保護 Glance API 和 Glance 登錄之間的通訊。

source: Whether to pass through the user token when making requests to the registry. To prevent failures with token expiration during big files upload, it is recommended to set this parameter to False.If "use_user_token" is not in effect, then admin credentials can be specified.
tr_tr: Kayıt defteri sunucusuna istek yaparken kullanıcı jetonunun geçirilip geçirilmemesi. Büyük dosyaların yüklenmesi sırasında jetonun süresinin sona ermesi ile oluşacak hataları engellemek için, bu parametrenin seçilmemiş olarak ayarlanması önerilir. Eğer "use_user_token" yürürlükte değilse, o zaman yönetici kimlik bilgileri belirtilebilir.

source: Work dir for asynchronous task operations. The directory set here will be used to operate over images - normally before they are imported in the destination store. When providing work dir, make sure enough space is provided for concurrent tasks to run efficiently without running out of space. A rough estimation can be done by multiplying the number of `max_workers` - or the N of workers running - by an average image size (e.g 500MB). The image size estimation should be done based on the average size in your deployment. Note that depending on the tasks running you may need to multiply this number by some factor depending on what the task does. For example, you may want to double the available size if image conversion is enabled. All this being said, remember these are just estimations and you should do them based on the worst case scenario and be prepared to act in case they were wrong.
de: Arbeitsverzeichnis für asynchrone Verarbeitungsvorgänge. Das hier festgelegte Verzeichniswird verwendet, um über Images betrieben zu werden, in der Regel, bevor sie in denZielspeicher importiert werden. Stellen Sie beim Angeben des Arbeitsverzeichnisses sicher, dass ausreichend Speicherplatzfür die effiziente Ausführung gleichzeitiger Tasks vorhanden ist, ohne dass der Speicherplatz zu gering wird. Eine ungefähre Schätzung können Sie vornehmen, indem Sie die Anzahl von `max_workers` - oder N aktive Worker - mit der durchschnittlichen Imagegröße(z. B. 500 MB) multiplizieren. Die Schätzung für die Imagegröße sollte auf der durchschnittlichenGröße in Ihrer Implementierung basierend vorgenommen werden. Beachten Sie, dass Sie diese Anzahl abhängig von den aktiven Tasksmöglicherweise mit einem bestimmten Faktor multiplizieren müssen, je nachdem, wofür diese Task zuständig ist. Die verfügbare Größe sollte z. B. verdoppelt werden, wenn die Imagekonvertierung aktiviert ist. Beachten Sie, dass es sich hierbei nur um Schätzungen handelt, die auf Grundlage des Worst-Case-Szenarios durchgeführt werden sollten und dass Sie darauf vorbereitet sein müssen, zu agieren, wenn die Schätzungen falsch waren.
fr: Répertoire de travail pour les opérations de tâche asynchrone. Le répertoire défini ici sera utilisé pour exploiter les images, normalement avant de les importer dans le magasin de destination. Lorsque vous fournissez le répertoire de travail, assurez-vous d'avoir attribué suffisamment de place pour que les tâches simultanées s'exécutent de manière efficace sans manquer de place. Vous pouvez effectuer une estimation approximative en multipliant le nombre `max_workers` - ou le N d'agents en cours d'exécution - par une taille d'image moyenne (par exemple, 500 Mo). L'estimation de taille d'image doit être effectuée en fonction de la taille moyenne dans votre déploiement. Notez que selon les tâches en cours d'exécution, vous devrez peut-être multiplier ce nombre par un facteur qui dépendra de la complexité de la tâche. Par exemple, vous voudrez peut-être doubler la taille disponible si la conversion d'image est activée. Cela étant dit, rappelez-vous qu'il s'agit uniquement d'estimations et que vous devriez vous baser sur le scénario le moins favorable et être prêts à le modifier si jamais ces estimations s'avéraient fausses.
it: Directory di lavoro per le operazioni delle attività asincrone. La directory impostata in questo punto verrà utilizzata per eseguire operazioni sulle immagini - normalmente, prima che vengano importate nell'archivio di destinazione. Quando viene fornita la directory di lavoro, verificare che sia fornito spazio sufficiente per consentire di eseguire le attività simultanee in modo efficace senza esaurire lo spazio. È possibile fare una stima approssimativa moltiplicando il numero di `max_workers` - o il numero N di worker in esecuzione - per la dimensione media delle immagini (ad esempio, 500 MB). La stima della dimensione delle immagini deve essere eseguita in base alla dimensione media nella propria distribuzione. Notare che in base alle attività in esecuzione potrebbe essere necessario moltiplicare tale numero per un fattore che dipende dalle operazioni eseguite dall'attività. Ad esempio, è possibile che si desideri raddoppiare la dimensione disponibile se è abilitata la conversione dell'immagine. Fatta questa premessa, ricordare che queste sono solo stime, effettuate in base allo scenario peggiore; pertanto, è necessario essere preparati ad agire diversamente nel caso non siano corrette.
ko_kr: 비동기 태스크 조작을 위한 작업 디렉토리입니다. 이 디렉토리 세트는이미지에서 작업하는 데 사용됩니다. 일반적으로 대상 저장소에서 가져오기 전에 사용됩니다. 작업 디렉토리를 제공하는 경우 공간 외부에서 실행하지 않고도 동시 태스크를 효율적으로 실행하기에 충분한 공간이 제공되었는지 확인하십시오. `max_workers` 수(또는 실행 중인 작업자 수 N)에 평균 이미지 크기(예: 500MB)를 곱하여 대략의 추정값을 계산할 수 있습니다. 이미지 크기 추정은 배치의 평균 크기를 기반으로 하여 수행되어야 합니다. 실행 중인 태스크에 따라 이 수를 태스크 수행 항목에 따른 여러 요인으로 곱해야 할 수 있습니다. 예를 들어 이미지 변환이 사용으로 설정된 경우 사용 가능 크기를 두 배로 하려고 할 수 있습니다. 여기서는 추정일 뿐이며,최악의 시나리오를 기반으로 하여 이를 수행해야 하고 잘못되는 경우에 대비하여 조치를 준비해야 함을 기억하십시오.
pt_br: O diretório de trabalho para operações de tarefa assíncrona. O diretório definido aqui será usado para operar sobre imagens – normalmente antes de serem importados no armazenamento de destino. Ao fornecer o diretório de trabalho, certifique-se de que espaço suficiente seja fornecido para tarefas simultâneas para executar de forma eficiente sem execução fora do espaço. Uma estimativa aproximada pode ser feita multiplicando o número de `max_workers` – ou o N de trabalhadores em execução – por um tamanho médio de imagem (por exemplo, 500 MB). A estimativa de tamanho da imagem deve ser feita com base no tamanho médio em sua implementação. Observe que, dependendo das tarefas em execução pode ser necessário multiplicar este número por algum fator, dependendo do que a tarefa faz. Por exemplo, você pode desejar duplicar o tamanho disponível se a conversão de imagem estiver ativada. Com tudo isto que está sendo dito, lembre-se que estas são apenas estimativas e é necessário fazê-las com base no pior cenário e estar preparado para agir em caso deles estarem errados.
tr_tr: Eşzamansız görev işlemleri için çalışma dizini. Burada ayarlanan dizin, imajları işlemek için kullanılacaktır - normalde hedef depoya aktarılmadan önce. Çalışma dizini sağlanırken, eşzamanlı görevleri verimli bir şekilde çalıştırmak için yeterli alan sağladığınıza emin olun. Kabaca bir tahmin `max_workers` sayısı - ya da N çalışan işçi - ortalama imaj boyutu ile çarpılarak yapılabilir (örneğin 500MB). İmaj boyutu tahmini, dağıtımınızdaki ortalama boyuta göre yapılmalıdır. Görevin çalışmasına bağlı olarak, göreve bağlı bazı katsayılar ile bu sayıyı çarpmanızın gerekebileceğini unutmayın. Örnek olarak, eğer imaj dönüştürme etkinse, kullanılabilir boyutun iki katını isteyebilirsiniz. Bu söylenenlerin tümünün sadece tahmin olduğunu unutmamalı ve tahminleri en kötü senaryoya göre yapmalısınız ve hatalı durumlar için hazır olmalısınız.
zh_tw: 非同步作業的工作目錄。這裡所設定的目錄將用來對映像檔進行操作 - 一般在將映像檔匯入目的地儲存庫之前進行。提供工作目錄時，請確保提供足夠的空間，以讓並行作業能夠有效執行而不會出現空間不足狀況。可以將 'max_workers' 的數目或執行中工作程式的數目與平均映像檔大小（例如 500MB）相乘來粗略估計所需空間。應該根據部署的平均大小來估計映像檔大小。請注意，視執行中的作業而定，您可能需要根據作業的目的將此數目與某個因數相乘。例如，如果已啟用映像檔轉換，則您可能想要將可用大小加倍。話雖如此，但請注意，這些僅是估計，且您應該根據最差的情況來進行估計，並且準備好萬一估計錯誤也能有應對措施。

source: Wrong command structure: %s
de: Falsche Kommandostruktur: %s
fr: Structure de commande erronée : %s
it: Struttura del comando errata: %s
ko_kr: 잘못된 명령 구조: %s
pt_br: Estrutura de comandos incorreta: %s
tr_tr: Hatalı komut yapısı: %s
zh_tw: 錯誤的指令結構：%s

source: You are not authenticated.
de: Sie sind nicht authentifiziert.
fr: Vous n'êtes pas authentifié.
it: L'utente non è autenticato.
ko_kr: 인증되지 않은 사용자입니다.
pt_br: Você não está autenticado.
tr_tr: Kimliğiniz doğrulanamadı.
zh_tw: 您沒有進行鑑別。

source: You are not authorized to complete this action.
de: Sie sind nicht dazu autorisiert, diese Aktion abzuschließen
fr: Vous n'êtes pas autorisé à effectuer cette action.
it: Non si è autorizzati a completare questa azione.
ko_kr: 이 조치를 완료할 권한이 없습니다.
pt_br: Você não está autorizado a concluir esta ação.
tr_tr: Bu eylemi tamamlamak için yetkili değilsiniz.
zh_tw: 您未獲授權來完成此動作。

source: You are not permitted to create a tag in the namespace owned by '%s'
de: Sie können keine Tags in Namensbereichen erstellen, die '%s' gehören.
fr: Vous n'êtes pas autorisé à créer une balise dans l'espace de nom détenu par '%s'
it: L'utente non dispone dell'autorizzazione per creare un tag lo spazio dei nomi posseduto da '%s'
ko_kr: '%s' 소유의 네임스페이스에 태그를 작성할 권한이 없습니다.
pt_br: Você não tem permissão para criar uma identificação no namespace de propriedade de '%s'
tr_tr: '%s''ye ait ad alanında bir etiket oluşturma izniniz yok
zh_tw: 不允許您在 '%s' 擁有的名稱空間中建立標籤

source: You are not permitted to create image members for the image.
de: Sie können keine Imageelemente für das Image erstellen.
fr: Vous n'êtes pas autorisé à créer des membres image pour l'image.
it: Non si è autorizzati a creare membri dell'immagine per l'immagine.
ko_kr: 이미지에 대한 이미지 멤버를 작성할 권한이 없습니다.
pt_br: Você não tem permissão para criar membros da imagem.
tr_tr: İmaj için üye oluşturma izniniz yok.
zh_tw: 不允許您給映像檔建立映像檔成員。
