Repository: tobegit3hub/dockerized-software
Catalog: glance_docker/glance/locale/*/LC_MESSAGES/glance.po
Languages: de, fr, it, ko_kr, pt_br, tr_tr, zh_tw

source: %(attribute)s have to be string
de: %(attribute)s müssen Zeichenketten sein
fr: %(attribute)s doit être une chaîne
it: %(attribute)s deve essere una stringa
ko_kr: %(attribute)s 속성은 문자열이어야 함
pt_br: %(attribute)s precisa ser uma sequência
tr_tr: %(attribute)s karakter dizisi olmalıdır
zh_tw: %(attribute)s 必須是字串

source: %(attribute)s is required
de: %(attribute)s ist erforderlich
fr: %(attribute)s est obligatoire
it: %(attribute)s è necessario
ko_kr: %(attribute)s 속성이 필요함
pt_br: %(attribute)s é necessário
tr_tr: %(attribute)s gereklidir
zh_tw: 需要 %(attribute)s

source: %(attribute)s may not be longer than %(length)i
de: %(attribute)s dürfen nicht länger sein als %(length)i
fr: %(attribute)s peut ne pas être plus long que %(length)i
it: %(attribute)s non può essere più lungo di %(length)i
ko_kr: %(attribute)s의 길이는 %(length)i 이하여야 함
pt_br: %(attribute)s não pode ser mais longo que %(length)i
tr_tr: %(attribute)s %(length)i'den daha uzun olmayabilir
zh_tw: %(attribute)s 的長度不能超過 %(length)i

source: %(attribute)s may not be shorter than %(length)i
de: %(attribute)s dürfen nicht kürzer sein als %(length)i
fr: %(attribute)s peut ne pas être plus court que %(length)i
it: %(attribute)s non può essere più corto di %(length)i
ko_kr: %(attribute)s의 길이는 %(length)i 이상이어야 함
pt_br: %(attribute)s não pode ser mais curto que %(length)i
tr_tr: %(attribute)s %(length)i'den daha kısa olmayabilir
zh_tw: %(attribute)s 的長度不能小於 %(length)i

source: %(attribute)s should match pattern %(pattern)s
de: %(attribute)s muss dem Muster %(pattern)s entsprechen
fr: %(attribute)s doit correspondre au modèle de correspondance %(pattern)s
it: %(attribute)s deve corrispondere al pattern %(pattern)s
ko_kr: %(attribute)s은(는) 패턴 %(pattern)s과(와) 일치해야 함
pt_br: %(attribute)s deve corresponder ao padrão %(pattern)s
tr_tr: %(attribute)s %(pattern)s şablonu ile eşleşmelidir
zh_tw: %(attribute)s 應符合型樣 %(pattern)s

source: %(cls)s exception was raised in the last rpc call: %(val)s
de: Eine %(cls)s-Ausnahme ist im letzten RPC-Aufruf aufgetreten: %(val)s
fr: Une exception %(cls)s s'est produite dans le dernier appel d'une procédure distante : %(val)s
it: Eccezione %(cls)s generata nell'ultima chiamata rpc: %(val)s
ko_kr: %(cls)s 예외가 마지막 rpc 호출에서 발생: %(val)s
pt_br: exceção %(cls)s foi disparada na última chamada RPC: %(val)s
tr_tr: Son rpc çağrısında %(cls)s istisnası oluştu: %(val)s
zh_tw: 前一個 RPC 呼叫已發出 %(cls)s 異常狀況：%(val)s

source: %(serv)s (pid %(pid)s) is running...
de: %(serv)s (pid %(pid)s) läuft...
fr: %(serv)s (pid %(pid)s) est en cours d'exécution...
it: %(serv)s (pid %(pid)s) in esecuzione...
ko_kr: %(serv)s(pid %(pid)s)이(가) 실행 중...
pt_br: %(serv)s (pid %(pid)s) está em execução...
tr_tr: %(serv)s (pid %(pid)s) çalıştırılıyor...
zh_tw: %(serv)s (pid %(pid)s) 正在執行中...

source: %(serv)s appears to already be running: %(pid)s
de: %(serv)s scheint bereits aktiv zu sein: %(pid)s
fr: %(serv)s semble déjà en cours d'exécution : %(pid)s
it: %(serv)s sembra essere già in esecuzione: %(pid)s
ko_kr: %(serv)s이(가) 이미 실행 중으로 표시됨: %(pid)s
pt_br: %(serv)s parece já estar em execução: %(pid)s
tr_tr: %(serv)s çalışıyor görünüyor: %(pid)s
zh_tw: %(serv)s 似乎已在執行中：%(pid)s

source: %(strategy)s is registered as a module twice. %(module)s is not being used.
de: %(strategy)s ist als Modul doppelt registriert. %(module)s wird nicht verwendet.
fr: %(strategy)s est enregistré deux fois comme module. %(module)s n'est pas utilisé.
it: %(strategy)s è registrato come modulo due volte. %(module)s non viene del provider.
ko_kr: %(strategy)s이(가) 모듈로 두 번 등록되었습니다. %(module)s이(가) 사용되지 사용됩니다.
pt_br: %(strategy)s é registrado como um módulo duas vezes. %(module)s não está sendo usado.
tr_tr: %(strategy)s bir birim olarak iki kez kaydedildi. %(module)s kullanılmıyor.
zh_tw: %(strategy)s 已登錄作為模組兩次。%(module)s 未使用。

source: %(task_id)s of %(task_type)s not configured properly. Could not load the filesystem store
de: %(task_id)s von %(task_type)s sind nicht ordnungsgemäß konfiguriert. Laden des Dateisystemspeichers nicht möglich
fr: %(task_id)s de %(task_type)s ne sont pas configurés correctement. Impossible de charger le magasin de système de fichiers
it: %(task_id)s di %(task_type)s non configurato correttamente. Impossibile caricare l'archivio filesystem
ko_kr: %(task_type)s의 %(task_id)s가 제대로 구성되지 않았습니다. 파일 시스템 저장소를 로드할 수 없습니다.
pt_br: %(task_id)s de %(task_type)s não foi configurado adequadamente. Não foi possível carregar o armazenamento de sistema de arquivos
tr_tr: %(task_type)s görev türündeki %(task_id)s düzgün bir şekilde yapılandırılamadı. Dosya sistem deposuna yüklenemedi
zh_tw: 未適當地配置 %(task_id)s（類型為 %(task_type)s）。無法載入檔案系統儲存庫

source: %(task_id)s of %(task_type)s not configured properly. Missing work dir: %(work_dir)s
de: %(task_id)s von %(task_type)s sind nicht ordnungsgemäß konfiguriert. Fehlendes Arbeitsverzeichnis: %(work_dir)s
fr: %(task_id)s de %(task_type)s ne sont pas configurés correctement. Rép de travail manquant : %(work_dir)s
it: %(task_id)s di %(task_type)s non configurato correttamente. Directory di lavoro mancante: %(work_dir)s
ko_kr: %(task_type)s의 %(task_id)s가 제대로 구성되지 않았습니다. 누락 작업 디렉토리: %(work_dir)s
pt_br: %(task_id)s de %(task_type)s não foi configurado adequadamente. Faltando o diretório de trabalho: %(work_dir)s
tr_tr: %(task_type)s görev türündeki %(task_id)s düzgün bir şekilde yapılandırılamadı. Eksik çalışma dizini: %(work_dir)s
zh_tw: 未適當地配置 %(task_id)s（類型為 %(task_type)s）。遺漏工作目錄：%(work_dir)s

source: %(verb)sing %(serv)s with %(conf)s
de: %(serv)s mit %(conf)s %(verb)s
fr: Opération %(verb)s en cours sur %(serv)s avec %(conf)s
it: %(verb)s %(serv)s con %(conf)s
ko_kr: %(serv)s에서 %(conf)s과(와) 함께 %(verb)s 중
pt_br: %(verb)sing %(serv)s com %(conf)s
tr_tr: %(conf)s ile %(verb)sing %(serv)s
zh_tw: 透過 %(conf)s，正在對 %(serv)s 執行 %(verb)s 作業

source: %s Please specify a host:port pair, where host is an IPv4 address, IPv6 address, hostname, or FQDN. If using an IPv6 address, enclose it in brackets separately from the port (i.e., "[fe80::a:b:c]:9876").
de: %s Geben Sie ein Host:Port-Paar an, wobei 'Host' eine IPv4-Adresse, eine IPv6-Adresse, ein Hostname oder ein vollständig qualifizierter Domänenname ist. Bei Verwendung einer IPv6-Adresse schließen Sie diese in Klammern ein, damit sie vom Port getrennt ist (d. h. "[fe80::a:b:c]:9876").
fr: %s Veuillez indiquer une paire hôte:port, dans laquelle hôte est une adresse IPv4, une adresse IPv6, un nom d'hôte ou un nom de domaine complet. Si vous utilisez une adresse IPv6, faites-la figurer entre crochets de façon à la séparer du port (par ex., "[fe80::a:b:c]:9876").
it: %s Specificare una coppia host:port in cui host è un indirizzo IPv4, un indirizzo IPv6 nome host o FQDN. Se si utilizza un indirizzo IPv6 racchiuderlo in parentesi separatamente dalla porta (ad esempio, "[fe80::a:b:c]:9876").
ko_kr: %s 호스트:포트 쌍을 지정하십시오. 여기서 호스트는 IPv4 주소, IPv6 주소, 호스트 이름 또는 FQDN입니다. IPv6 주소를 사용하는 경우에는 포트와 분리하여 대괄호로 묶으십시오(예: "[fe80::a:b:c]:9876").
pt_br: %s Especifique um par host:porta, em que o host é um endereço IPv4, IPv6, nome do host ou FQDN. Se você estiver usando um endereço IPv6, coloque-o nos suportes separadamente da porta (ou seja, "[fe80::a:b:c]:9876").
tr_tr: %s Lütfen istemcinin bir IPv4, IPv6 adresi, makine adı ya da FQDN olduğu bir istemci:bağlantı noktası çifti belirtin. Eğer IPv6 kullanılırsa, bağlantı noktasından ayrı parantez içine alın (örneğin, "[fe80::a:b:c]:9876").
zh_tw: %s 請指定 host:port 組，其中 host 是 IPv4 位址、IPv6 位址、主機名稱或 FQDN。如果使用 IPv6 位址，請將其單獨括在方括弧內，以與埠區別開（例如 "[fe80::a:b:c]:9876"）。

source: %s can't contain 4 byte unicode characters.
de: %s darf keine 4-Byte-Unicode-Zeichen enthalten.
fr: %s ne peut pas contenir de caractère Unicode de 4 octets.
it: %s non può contenere 4 byte di caratteri unicode.
ko_kr: %s에는 4바이트 유니코드 문자를 포함할 수 없습니다.
pt_br: %s não pode conter caracteres de unicode de 4 bytes.
tr_tr: %s 4 bayt unicode karakterler içeremez.
zh_tw: %s 不能包含 4 位元組 Unicode 字元。

source: %s is already stopped
de: %s ist bereits gestoppt
fr: %s est déjà stoppé
it: %s è già stato arrestato
ko_kr: %s이(가) 이미 중지되었습니다.
pt_br: %s já está parado
tr_tr: %s zaten durdurulmuş
zh_tw: 已停止 %s

source: %s is stopped
de: %s ist gestoppt
fr: %s est arrêté
it: %s è stato arrestato
ko_kr: %s이(가) 중지됨
pt_br: %s está parado
tr_tr: %s durduruldu
zh_tw: %s 已停止

source: '%(param)s' value out of range, must not exceed %(max)d
tr_tr: '%(param)s' değeri aralık dışında, %(max)d değerini geçmemelidir

source: --os_auth_url option or OS_AUTH_URL environment variable required when keystone authentication strategy is enabled
de: Option --os_auth_url oder Umgebungsvariable OS_AUTH_URL erforderlich, wenn die Keystone-Authentifizierungsstrategie aktiviert ist
fr: Option --os_auth_url ou variable d'environnement OS_AUTH_URL requise lorsque la stratégie d'authentification keystone est activée
it: l'opzione --os_auth_url o la variabile d'ambiente OS_AUTH_URL sono obbligatori quando è abilitato il modo di autenticazione keystone
ko_kr: 키스톤 인증 전략이 사용될 경우 --os_auth_url 옵션 또는 OS_AUTH_URL 환경 변수가 필요합니다.
pt_br: opção --os_auth_url ou variável de ambiente OS_AUTH_URL requerida quando estratégia de autenticação keystone está ativada
tr_tr: --os_auth_url seçeneği ya da OS_AUTH_URL ortam değişkeni, keystone kimlik doğrulama stratejisi etkinken gereklidir
zh_tw: --os_auth_url 選項或 OS_AUTH_URL 環境變數（啟用 Keystone 鑑別策略時需要）

source: A list of artifacts that are allowed in the format name or name-version. Empty list means that any artifact can be loaded.
de: Eine Liste der zugelassenen Artefakte im Format 'Name' oder 'Name-Version'. Wenn die Liste leer ist, kann jedes beliebige Artefakt geladen werden.
fr: Liste d'artefacts autorisés sous la forme "nom" ou "nom-version". Une liste vide indique que n'importe quel artefact peut être chargé.
it: Un elenco di risorse utente consentite nel formato nome o nome-versione. Un elenco vuoto indica che non può essere caricata nessuna risorsa utente.
ko_kr: 형식 이름 또는 이름-버전에 허용되는 아티팩트 목록입니다.목록이 비어 있으면 모든 아티팩트를 로드할 수 있습니다.
pt_br: Uma lista de artefatos que são permtiidos no nome do formato ou na versão do nome. Uma lista vazia significa que qualquer artefato pode ser carregado.
tr_tr: Biçim adı ve ad-sürümünde izin verilen ürünlerin listesi. Boş liste her ürün yüklenebilir anlamına gelir.
zh_tw: 格式名稱或名稱-版本中容許的構件清單。空清單表示可以載入任何構件。

source: A metadata definition object with name=%(object_name)s already exists in namespace=%(namespace_name)s.
de: Ein Metadatendefinitionsobjekt namens %(object_name)s ist bereits in Namensbereich %(namespace_name)s nicht gefunden.
fr: Un objet de la définition de métadonnées avec le nom %(object_name)s existe déjà dans l'espace de nom %(namespace_name)s.
it: Un oggetto della definizione di metadati con nome=%(object_name)s già esiste nello nello spazio dei nomi=%(namespace_name)s.
ko_kr: name=%(object_name)s인 메타데이터 정의 오브젝트가 namespace=%(namespace_name)s에서 찾을 수 없습니다.
pt_br: Um objeto de definição de metadados com o nome=%(object_name)s já existe no namespace=%(namespace_name)s.
tr_tr: Ad=%(object_name)s ile bir metadata tanım nesnesi ad alanında=%(namespace_name)s zaten var.
zh_tw: 名稱為 %(object_name)s 的 meta 資料定義物件已經存在於名稱空間 %(namespace_name)s 中。

source: A metadata definition property with name=%(property_name)s already exists in namespace=%(namespace_name)s.
de: Eine Metadatendefinitionseigenschaft namens %(property_name)s ist bereits in Namensbereich %(namespace_name)s vorhanden.
fr: Une propriété de la définition de métadonnées avec le nom %(property_name)s existe déjà dans l'espace de nom %(namespace_name)s.
it: Una proprietà della definizione di metadati con nome=%(property_name)s già esiste nello spazio dei nomi=%(namespace_name)s.
ko_kr: name=%(property_name)s인 메타데이터 정의 특성이 namespace=%(namespace_name)s에 이미 존재합니다.
pt_br: Uma propriedade de definição de metadados com o nome=%(property_name)s já existe no namespace=%(namespace_name)s.
tr_tr: Ad=%(property_name)s ile bir metadata tanım özelliği ad alanında=%(namespace_name)s zaten mevcut.
zh_tw: 名稱為 %(property_name)s 的 meta 資料定義內容已經存在於名稱空間 %(namespace_name)s 中。

source: A metadata definition resource-type with name=%(resource_type_name)s already exists.
de: Ein Ressourcentyp %(resource_type_name)s der Metadatendefinition ist bereits vorhanden.
fr: Un type de ressource de la définition de métadonnées avec le nom %(resource_type_name)s existe déjà.
it: Un tipo-risorsa della definizione di metadati con nome=%(resource_type_name)s già esiste.
ko_kr: name=%(resource_type_name)s인 메타데이터 정의 자원 유형이 이미 존재합니다.
pt_br: Um tipo de recurso de definição de metadados com o nome=%(resource_type_name)s já existe.
tr_tr: Ad=%(resource_type_name)s ile bir metadata tanım kaynak-türü zaten mevcut.
zh_tw: 名稱為 %(resource_type_name)s 的 meta 資料定義資源類型已存在。

source: A metadata tag with name=%(name)s already exists in namespace=%(namespace_name)s.
de: Ein Metadatentag namens %(name)s ist bereits in Namensbereich %(namespace_name)s nicht gefunden.
fr: Une balise de métadonnées nommée %(name)s existe déjà dans l'espace de nom %(namespace_name)s.
it: Un tag di metadata denominato=%(name)s esiste già nello nello spazio dei nomi=%(namespace_name)s.
ko_kr: name=%(name)s인 메타데이터 태그가 이미 namespace=%(namespace_name)s에서 찾을 수 없습니다.
pt_br: Uma identificação de metadados com o nome=%(name)s já existe no namespace=%(namespace_name)s.
tr_tr: Ad=%(name)s ile bir metadata etiketi ad alanında=%(namespace_name)s zaten mevcut.
zh_tw: 名稱為 %(name)s 的 meta 資料標籤已存在於名稱空間 %(namespace_name)s 中。

source: A set of URLs to access the image file kept in external store
de: URLs für den Zugriff auf die Abbilddatei im externen Speicher
fr: Ensemble d'URL pour accéder au fichier image conservé dans le magasin externe
it: Un insieme di URL per accedere al file di immagini conservato nell'archivio esterno
ko_kr: 외부 저장소에 보관된 이미지 파일에 액세스하기 위한 URL 세트
pt_br: Um conjunto de URLs para acessar o arquivo de imagem mantido em armazenamento externo
tr_tr: Harici depoda tutulan imaj dosyasına erişilecek URL kümesi
zh_tw: 用來存取外部儲存庫中所保留映像檔的 URL 集

source: AES key for encrypting store 'location' metadata. This includes, if used, Swift or S3 credentials. Should be set to a random string of length 16, 24 or 32 bytes
de: AES-Schlüssel für die Verschlüsselung der Metadaten von Speicher 'location'. Dazu gehören, wenn verwendet, Swift- oder S3-Berechtigungsnachweise. Hierfür sollte eine zufällige Zeichenfolge mit der Länge 16, 24 oder 32 Byte festgelegt werden.
fr: Clé AES pour chiffrer les métadonnées d'emplacement de magasin. Celle-ci comprend, le cas échéant, des données d'identification Swift ou S3. Elle doit être définie à une chaîne aléatoire de 16, 24 ou 32 octets
it: Chiave AES per la codifica dei metadati 'location' dell'archivio. Include, se utilizzate, le credenziali Swift o S3. Deve essere impostata su una stringa causale di lunghezza pari a 16, 24 o 32 byte
ko_kr: 암호화 저장소 '위치' 메타데이터의 AES 키. 이를 사용하는 경우스위프트 또는 S3 신임 정보를 포함합니다. 길이 16, 24 또는 32바이트자의 랜덤 문자열로 설정해야 합니다.
pt_br: A chave AES para criptografar metadados 'location' de armazenamento. Isso inclui, se usado, Credenciais Swift ou S3. Deve ser configurado para uma sequência aleatória de comprimento de 16, 24 ou 32 bytes
tr_tr: Depo 'location' metadatasını şifrelemek için AES anahtarı. Bu, eğer kullanılırsa, Swift ya da S3 kimlik bilgilerini içerir. 16, 24 ya da 32 bayt uzunluğunda rastgele bir karakter dizisi ayarlanmış olmalıdır
zh_tw: 用於加密儲存庫「位置」meta 資料的 AES 金鑰。它（如果使用的話）包含 Swift 或 S3 認證。應設定為長度為 16、24 或 32 個位元組的隨機字串

source: Address to bind the server. Useful when selecting a particular network interface.
de: Adresse zum Binden des Servers. Nützlich bei der Auswahl einer bestimmten Netzschnittstelle.
fr: Adresse de liaison du serveur. Utile lors de la sélection d'une interface réseau en particulier.
it: Indirizzo per il bind del server. Utile quando si seleziona una particolare interfaccia di rete.
ko_kr: 서버를 바인드할 주소. 특정 네트워크 인터페이스를 선택할 때유용합니다.
pt_br: Endereço para associar o servidor. Útil quando selecionando uma interface de rede particular.
tr_tr: Sunucuya bağlanılacak adres. Belli bir ağ arayüzü seçerken kullanışlıdır.
zh_tw: 用來連結伺服器的位址。在選取特定網路介面時很有用。

source: Address to find the registry server.
de: Adresse des Registrierungsserver.
fr: Adresse pour trouver le serveur de registre.
it: Indirizzo per trovare il server di registro.
ko_kr: 레지스트리 서버를 찾기 위한 주소입니다.
pt_br: Endereço para encontrar o servidor de registro.
tr_tr: Kayıt sunucusunu bulmak için adres.
zh_tw: 用來尋找登錄伺服器的位址。

source: Allow unauthenticated users to access the API with read-only privileges. This only applies when using ContextMiddleware.
de: Erlaube nicht angemeldeten Benutzern nur-lese Zugriff auf das API. Dies trifft nur bei der Verwendung von ContextMiddleware zu.
fr: Autorisez les utilisateurs non authentifiés à accéder à l'API avec des privilèges en lecture seule. Ceci s'applique seulement à l'utilisation de ContextMiddleware.
it: Consenti agli utenti non autenticati di accedere all'API con dei privilegi di sola lettura. Ciò si applica solo quando si utilizza ContextMiddleware.
ko_kr: 인증되지 않은 사용자가 읽기 전용 권한으로 API에 액세스하도록 허용합니다. ContextMiddleware를 사용하는 경우에만 적용됩니다.
pt_br: Permite usuários não autenticados acessarem a API com privilégios de somente leitura. Isto só se aplica quando utilizando ContextMiddleware.
tr_tr: Kimlik doğrulaması yapılamamış kullanıcıların API'lere salt okunur haklarla erişmesine izin ver. Bu sadece ContextMiddleware kullanılırken uygulanır.
zh_tw: 容許未經鑑別的使用者以唯讀專用權存取 API。這只有在使用 ContextMiddleware 時才適用。

source: Allowed values %s are invalid under given validators
de: Die zulässigen Werte %s sind unter den angegebenen Validatoren ungültig
fr: Les valeurs autorisées %s ne sont pas valides sous certains valideurs
it: I valori consentiti %s non sono validi nei programmi di convalida forniti
ko_kr: 허용되는 값 %s은(는) 지정된 유효성 검증기에서 올바르지 않음
pt_br: Os valores permitidos %s são inválidos nos validadores fornecidos
tr_tr: İzin verilen değerler %s verilen doğrulayıcılar altında geçersizdir
zh_tw: 容許的值 %s 在給定的驗證器下無效

source: Amount of disk space (in GB) required to boot image.
de: Menge an Plattenspeicher (in GB), die zum Booten von Image erforderlich ist.
fr: Quantité d'espace disque (en Go) requise pour l'image d'initialisation.
it: Quantità di spazio su disco (in GB) richiesto per l'immagine di avvio.
ko_kr: 이미지를 부팅하는 데 필요한 디스크 공간의 양(MB)
pt_br: Quantidade de espaço em disco (em GB) necessária para a imagem de inicialização.
tr_tr: İmajı ön yüklemek için gereken disk alanı miktarı (GB olarak).
zh_tw: 啟動映像檔所需的磁碟空間數量（以 GB 為單位）。

source: Amount of ram (in MB) required to boot image.
de: Menge an Arbeitsspeicher (in MB), die zum Booten von Image erforderlich ist.
fr: Quantité de mémoire RAM (en Mo) requise pour l'image d'initialisation.
it: Quantità di ram (in MB) richiesta per l'immagine di avvio.
ko_kr: 이미지를 부팅하는 데 필요한 RAM의 양(MB)
pt_br: Quantidade de ram (em MB) necessária para a imagem de inicialização.
tr_tr: İmaj ön yüklemesi için gereken (MB olarak) bellek miktarı.
zh_tw: 啟動映像檔所需的 RAM 數量（以 MB 為單位）。

source: An identifier for the image
de: Eine ID für das Image
fr: Identificateur de l'image
it: Un identificativo per l'immagine
ko_kr: 이미지에 대한 ID
pt_br: Um identificador para a imagem
tr_tr: İmaj için bir tanımlayıcı
zh_tw: 映像檔的 ID

source: An identifier for the image member (tenantId)
de: Eine ID für das Imageelement (tenantId)
fr: Identificateur pour le membre de l'image (tenantId)
it: Un identificativo per il membro dell'immagine (tenantId)
ko_kr: 이미지 멤버에 대한 ID(tenantId)
pt_br: Um identificador para o membro de imagem (tenantId)
tr_tr: İmaj üyesi için bir tanımlayıcı (tenantId)
zh_tw: 映像檔成員的 ID (tenantId)

source: An identifier for the owner of this task
de: Eine ID für den Eigentümer dieser Task
fr: Un identificateur pour le propriétaire de cette tâche
it: Un identificativo del proprietario di questa attività
ko_kr: 이 태스크 소유자의 ID
pt_br: Um identificador para o proprietário desta tarefa
tr_tr: Görevin sahibi için bir tanımlayıcı
zh_tw: 此作業的擁有者 ID

source: An identifier for the task
de: Eine ID für die Task
fr: Un identificateur pour la tâche
it: Un identificativo per l'attività
ko_kr: 태스크의 ID
pt_br: Um identificador para a tarefa
tr_tr: Görev için bir tanımlayıcı
zh_tw: 作業的 ID

source: An image with identifier %s already exists
de: Ein Image mit ID %s ist bereits vorhanden
fr: Une image avec l'identificateur %s existe déjà
it: Un'immagine con identificativo %s già esiste
ko_kr: ID가 %s인 이미지가 이미 존재함
pt_br: Uma imagem com o identificador %s já existe
tr_tr: %s belirteçli imaj zaten var
zh_tw: ID 為 %s 的映像檔已存在

source: An object with the same identifier already exists.
de: Ein Objekt mit der gleichen ID ist bereits vorhanden.
fr: Un objet avec le même identificateur existe déjà.
it: Già esiste un oggetto con lo stesso identificativo.
ko_kr: 동일한 ID를 갖는 오브젝트가 이미 존재합니다.
pt_br: Um objeto com o mesmo identificador já existe.
tr_tr: Aynı tanımlayıcı ile bir nesne zaten mevcut.
zh_tw: 已存在具有相同 ID 的物件。

source: An object with the same identifier is currently being operated on.
de: An einem Objekt mit dieser ID wird derzeit eine Operation ausgeführt.
fr: Un objet avec le même identificateur est déjà en cours d'utilisation.
it: Un oggetto con lo stesso identificativo è attualmente in uso.
ko_kr: 동일한 ID가 있는 오브젝트가 현재 작동됩니다.
pt_br: Um objeto com o mesmo identificador está atualmente sendo operado.
tr_tr: Aynı tanımlayıcıya sahip bir nesne şu anda işleniyor.
zh_tw: 目前正在對具有相同 ID 的物件執行作業。

source: An object with the specified identifier was not found.
de: Ein Objekt mit der angegebenen ID wurde nicht gefunden.
fr: Un objet avec l'identificateur spécifié est introuvable.
it: Impossibile trovare un oggetto con l'identificativo specificato.
ko_kr: 지정된 ID를 갖는 오브젝트를 찾을 수 없습니다.
pt_br: Um objeto com o identificador especificado não foi localizado.
tr_tr: Belirtilen tanımlayıcı ile bir nesne bulunamadı.
zh_tw: 找不到具有所指定 ID 的物件。

source: An unknown exception occurred
de: Eine unbekannte Ausnahme ist aufgetreten
fr: Une exception inconnue s'est produite
it: Si è verificata un'eccezione sconosciuta
ko_kr: 알 수 없는 예외가 발생했음
pt_br: Ocorreu uma exceção desconhecida
tr_tr: Bilinmeyen olağandışı bir durum oluştu
zh_tw: 發生不明異常狀況

source: An unknown task exception occurred
de: Eine unbekannte Taskausnahme ist aufgetreten
fr: Une exception de tâche inconnue s'est produite
it: Si è verificata un'eccezione attività sconosciuta
ko_kr: 알 수 없는 태스크 예외 발생
pt_br: Ocorreu uma exceção de tarefa desconhecida
tr_tr: Bilinmeyen bir görev olağandışı durumu oluştu
zh_tw: 發生不明的作業異常狀況

source: Array has no element at position %d
tr_tr: Dizi %d konumunda öge içermez

source: Array property can't have item_type=Array
de: Eigenschaft für Platteneinheit kann nicht über item_type=Array verfügen
fr: La propriété de matrice ne peut pas avoir item_type=Array
it: La proprietà dell'array non può avere item_type=Array
ko_kr: 배열 특성에 item_type=Array를 사용할 수 없음
pt_br: A propriedade matriz não pode ter item_type=Array
tr_tr: Dizi özelliği item_type=Array olamaz
zh_tw: 陣列內容的 item_type 不能為 Array

source: Artifact %s could not be deleted because it is in use: %s
tr_tr: Ürün %s kullanımda olduğundan dolayı silinemez: %s

source: Artifact cannot change state from %(source)s to %(target)s
de: Das Artefakt kann den Status nicht von %(source)s in %(target)s ändern
fr: L'artefact ne peut pas passer de l'état %(source)s à l'état %(target)s
it: Impossibile modificare lo stato della risorsa utente da %(source)s a %(target)s
ko_kr: 아티팩트의 상태를 %(source)s에서 %(target)s(으)로 변경할 수 없음
pt_br: O artefato não pode alterar o estado de %(source)s para %(target)s
tr_tr: Ürün durumunu %(source)s kaynağından %(target)s hedefine değiştiremez
zh_tw: 構件無法從狀態 %(source)s 變更為狀態 %(target)s
