Repository: tobegit3hub/dockerized-software
Catalog: glance_docker/glance/locale/*/LC_MESSAGES/glance.po
Languages: de, fr, it, ko_kr, pt_br, tr_tr, zh_tw

source: Stopping %(serv)s (pid %(pid)s) with signal(%(sig)s)
de: %(serv)s (PID %(pid)s) wird mit Signal (%(sig)s) gestoppt
fr: Arrêt de %(serv)s (pid %(pid)s) avec le signal (%(sig)s)
it: Arresto di %(serv)s in corso (pid %(pid)s) con segnale(%(sig)s)
ko_kr: 신호(%(sig)s)와 함께 %(serv)s(pid %(pid)s) 중지 중
pt_br: Parando %(serv)s (pid %(pid)s) com sinal (%(sig)s)
tr_tr: (%(sig)s) sinyali ile %(serv)s (pid %(pid)s) durduruluyor
zh_tw: 正在使用信號 (%(sig)s) 來停止 %(serv)s (pid %(pid)s)

source: Store for image_id not found: %s
de: Speicher für image_id nicht gefunden: %s
fr: Magasin de l'image_id non trouvé : %s
it: Archivio per image_id non trovato: %s
ko_kr: image_id에 대한 저장소를 찾을 수 없음: %s
pt_br: Armazenamento de image_id não localizado: %s
tr_tr: image_id için depo bulunamadı: %s
zh_tw: 找不到 image_id 的儲存庫：%s

source: Store for scheme %s not found
de: Speicher für Schema %s nicht gefunden
fr: Magasin du schéma %s non trouvé
it: Archivio per lo schema %s non trovato
ko_kr: %s 스키마에 대한 저장소를 찾을 수 없음
pt_br: Armazenamento do esquema %s não localizado
tr_tr: %s şeması için depo bulunamadı
zh_tw: 找不到架構 %s 的儲存庫

source: Supplied %(attr)s (%(supplied)s) and %(attr)s generated from uploaded image (%(actual)s) did not match. Setting image status to 'killed'.
de: Angaben für %(attr)s (%(supplied)s) und %(attr)s, die aus dem hochgeladenen Image (%(actual)s) generiert wurden, stimmten nicht überein. Imagestatus wird auf 'killed' gesetzt.
fr: %(attr)s (%(supplied)s) fournis et %(attr)s générés depuis l'image téléchargée (%(actual)s) ne correspondent pas. Définition du statut de l'image sur 'arrêté'.
it: %(attr)s (%(supplied)s) e %(attr)s fornito e generato dall'immagine caricata (%(actual)s) non corrispondevano. Lo stato dell'immagine viene impostato su 'killed'.
ko_kr: 제공된 %(attr)s (%(supplied)s) 및 %(attr)s (업로드된 이미지 %(actual)s(으)로부터 생성됨)이(가) 일치하지 않음. 이미지 상태를 '강제 종료됨'으로 설정.
pt_br: %(attr)s fornecido (%(supplied)s) e %(attr)s gerado da imagem transferida por upload (%(actual)s) não corresponderam. Configurando o status da imagem para 'eliminado'.
tr_tr: Verilen %(attr)s (%(supplied)s) ve yüklenen imajdan (%(actual)s) oluşturulan %(attr)s uyuşmadı. Görüntü durumu ayarlama 'killed'.
zh_tw: 提供的 %(attr)s (%(supplied)s)，與從所上傳映像檔 (%(actual)s) 產生的 %(attr)s 不符。正在將映像檔狀態設為「已結束」。

source: Supported values for the 'container_format' image attribute
de: Unterstützte Werte für das 'container_format' Abbild-Attribut
fr: Valeurs prises en charge pour l'attribut d'image 'container_format'
it: Valori supportati per l'attributo di immagine 'container_format'
ko_kr: 'container_format' 이미지 속성에 대해 지원되는 값
pt_br: Valores suportados para o atributo de imagem 'container_format'
tr_tr: 'container_format' imaj özniteliği için desteklenen değerler
zh_tw: 'container_format' 映像檔屬性的支援值

source: Supported values for the 'disk_format' image attribute
de: Unterstützte Werte für das Imageattribut 'disk_format'
fr: Valeurs prises en charge pour l'attribut d'image 'disk_format'
it: Valori supportati per l'attributo di immagine 'disk_format'
ko_kr: 'disk_format' 이미지 속성에 대해 지원되는 값
pt_br: Valores suportados para o atributo de imagem 'disk_format'
tr_tr: 'disk_format' imaj özniteliği için desteklenen değerler
zh_tw: 'disk_format' 映像檔屬性的支援值

source: Suppressed respawn as %(serv)s was %(rsn)s.
de: Erneute Generierung wurde unterdrückt, da %(serv)s %(rsn)s war.
fr: La relance supprimée en tant que %(serv)s était %(rsn)s.
it: Respawn soppresso come %(serv)s era %(rsn)s.
ko_kr: %(serv)s이(가) %(rsn)s이므로 재파생이 억제되었습니다.
pt_br: Novo spawn suprimido já que %(serv)s era %(rsn)s.
tr_tr: %(serv)s olarak yeniden oluşturulması durdurulan, %(rsn)s idi.
zh_tw: 已暫停重新大量產生，因為 %(serv)s 是 %(rsn)s。

source: System SIGHUP signal received.
de: System-SIGHUP-Signal empfangen.
fr: Signal SIGHUP du système reçu.
it: Ricevuto segnale SIGHUP di sistema.
ko_kr: 시스템 SIGHUP 신호를 수신했습니다.
pt_br: Sinal SIGHUP do sistema recebido.
tr_tr: Sistem SIGHUP sinyali aldı.
zh_tw: 接收到系統 SIGHUP 信號。

source: Task '%s' is required
de: Task '%s' ist erforderlich
fr: La tâche '%s' est obligatoire
it: Attività '%s' obbligatoria
ko_kr: 태스크 '%s'이(가) 필요함
pt_br: Tarefa '%s é obrigatória
tr_tr: '%s' görevi gereklidir
zh_tw: 需要作業 '%s'

source: Task does not exist
de: Task ist nicht vorhanden
fr: La tâche n'existe pas
it: L'attività non esiste
ko_kr: 태스크가 존재하지 않음
pt_br: A tarefa não existe
tr_tr: Görev mevcut değil
zh_tw: 作業不存在

source: Task failed due to Internal Error
tr_tr: Görev Dahili Hata nedeniyle başarısız oldu

source: Task was not configured properly
de: Die Task war nicht ordnungsgemäß konfiguriert
fr: La tâche n'a pas été configurée correctement
it: L'attività non è stata configurata correttamente
ko_kr: 태스크가 제대로 구성되지 않음
pt_br: A tarefa não foi configurada adequadamente
tr_tr: Görev düzgün bir şekilde yapılandırılmadı.
zh_tw: 作業未適當地配置

source: Task with the given id %(task_id)s was not found
de: Die Task mit der angegebenen ID %(task_id)s wurde nicht gefunden
fr: La tâche avec l'identificateur donné %(task_id)s est introuvable
it: L'attività con l'id fornito %(task_id)s non è stata trovata
ko_kr: 지정된 ID가 %(task_id)s인 태스크를 찾을 수 없음
pt_br: Tarefa com o ID fornecido %(task_id)s não foi localizada
tr_tr: Verilen %(task_id)s ile görev bulunamadı
zh_tw: 找不到具有給定 ID %(task_id)s 的作業

source: The "changes-since" filter is no longer available on v2.
de: Der Filter "changes-since" ist bei Version 2 nicht mehr verfügbar.
fr: Le filtre "changes-since" n'est plus disponible sur la version 2.
it: Il filtro "changes-since" non è più disponibile su v2.
ko_kr: "changes-since" 필터는 v2에서 더 이상 사용할 수 없습니다.
pt_br: O filtro " changes-since " não está mais disponível na v2.
tr_tr: "belli bir zamandan sonraki değişiklikler" süzgeci v2 sürümünde artık mevcut değil.
zh_tw: 在第 2 版上，已無法再使用 "changes-since" 過濾器。

source: The CA file you specified %s does not exist
de: Die von Ihnen angegebene Zertifizierungsstellendatei %s ist nicht vorhanden
fr: Le fichier d'autorité de certification que vous avez spécifié %s n'existe pas
it: Il file CA specificato %s non esiste
ko_kr: 사용자가 지정한 CA 파일 %s이(가) 존재하지 않음
pt_br: O arquivo CA especificado %s não existe
tr_tr: Belirtilen %s CA dosyası mevcut değil
zh_tw: 指定的 CA 檔 %s 不存在

source: The Image %(image_id)s object being created by this task %(task_id)s, is no longer in valid status for further processing.
de: Das Objekt von Image %(image_id)s, das von Task %(task_id)s erstellt wurde, befindet sich nicht mehr in einem gültigen Status zur weiteren Verarbeitung.
fr: L'objet image %(image_id)s créé par la tâche %(task_id)s n'est plus dans un statut valide pour un traitement ultérieur.
it: L'oggetto immagine %(image_id)s, in fase di creazione da questa attività %(task_id)s, non si trova più in uno stato che ne consenta ulteriori elaborazioni.
ko_kr: 이 태스크 %(task_id)s에서 작성 중인 이미지 %(image_id)s 오브젝트는 더 이상 향후 처리에 사용할 수 있는 올바른 상태가 아닙니다.
pt_br: O objeto da Imagem %(image_id)s que está sendo criado por esta tarefa %(task_id)s não está mais no status válido para processamento adicional.
tr_tr: %(task_id)s görevi ile oluşturulan %(image_id)s imaj nesnesi, artık ileri işlem için geçerli durumda değildir.
zh_tw: 此作業 %(task_id)s 所建立的映像檔 %(image_id)s 物件不再處於有效狀態，無法進一步處理。

source: The Store URI was malformed.
de: Die Speicher-URI war fehlerhaft.
fr: L'URI de magasin était incorrect.
it: L'URI della memoria non era corretto.
ko_kr: 저장소 URI의 형식이 올바르지 않습니다.
pt_br: O URI de Armazenamento foi malformado.
tr_tr: Depo URI'si bozulmuş.
zh_tw: 儲存庫 URI 的格式不正確。

source: The URL to the keystone service. If "use_user_token" is not in effect and using keystone auth, then URL of keystone can be specified.
de: Die URL des Keystone-Service. Wenn "use_user_token" nicht wirksam ist und die Keystone-Authentifizierung verwendet wird, kann die Keystone-URL angegeben werden.
fr: URL du service keystone. Si "use_user_token" n'est pas en vigueur et si vous utilisez l'authentification keystone, l'URL de keystone peut être spécifiée.
it: L'URL per il servizio keystone. Se "use_user_token" non è attiva e si utilizza l'auth keystone, è possibile specificare l'URL di keystone.
ko_kr: 키스톤 서비스에 대한 URL입니다. "use_user_token"이(가) 적용되지 않는 경우 키스톤 권한을 사용한 다음 키스톤의 URL을 지정할 수 있습니다.
pt_br: A URL para o serviço do keystone. Se "use_user_token" não estiver em vigor e utilizando uma autorização do keystone, então a URL do keystone pode ser especificada.
tr_tr: Keystone hizmeti için URL. Eğer "use_user_token" yürürlükte değilse ve keystone kimlik doğrulaması kullanılıyorsa, o zaman keystone URL'i belirtilebilir.
zh_tw: Keystone 服務的 URL。如果 "use_user_token" 未生效並且使用了 Keystone 鑑別，則可以指定 Keystone 的 URL。

source: The address where the Swift authentication service is listening.(deprecated)
de: Die Adresse, an der der Swift-Authentifizierungsservice empfangsbereit ist. (veraltet)
fr: Adresse où le service d'authentification Swift est en mode écoute. (obsolète)
it: L'indirizzo in cui il servizio di autenticazione Swift è in ascolto.(obsoleto)
ko_kr: Swift 인증 서비스가 청취 중인 주소입니다.(더 이상 사용되지 않음)
pt_br: O endereço no qual o serviço de autenticação Swift está atendendo.(descontinuado)
tr_tr: Swift kimlik doğrulama servisinin dinlediği adres.(önerilmiyor)
zh_tw: Swift 鑑別服務正在接聽的位址。（已淘汰）

source: The administrators password. If "use_user_token" is not in effect, then admin credentials can be specified.
de: Das Administratorkennwort. Wenn "use_user_token" nicht wirksam ist, können Berechtigungsnachweise für den Administrator angegeben werden.
fr: Mot de passe de l'administrateur. Si "use_user_token" n'est pas en vigueur, les données d'identification de l'administrateur peuvent être spécifiées.
it: La password degli amministratori. Se non è attiva "use_user_token", è possibile specificare le credenziali admin.
ko_kr: 관리자 비밀번호입니다. "use_user_token"이(가) 적용되지 않는 경우 관리 신임 정보를 지정할 수 있습니다.
pt_br: A senha do administrador. Se "use_user_token" não estiver em vigor, então as credenciais do administrador podem ser especificadas.
tr_tr: Yönetici parolası. Eğer "use_user_token" yürürlükte değilse, o zaman yönetici kimlik bilgileri belirtilebilir.
zh_tw: 管理者密碼。如果 "use_user_token" 未生效，則可以指定管理認證。

source: The administrators user name. If "use_user_token" is not in effect, then admin credentials can be specified.
de: Der Administratorname. Wenn "use_user_token" nicht wirksam ist, können Berechtigungsnachweise für den Administrator angegeben werden.
fr: Nom d'utilisateur administrateur. Si "use_user_token" n'est pas en vigueur, les données d'identification de l'administrateur peuvent être spécifiées.
it: Il nome utente degli amministratori. Se non è attiva "use_user_token" , è possibile specificare le credenziali admin.
ko_kr: 관리 사용자 이름입니다. "use_user_token"이(가) 적용되지 않는 경우 관리 신임 정보를 지정할 수 있습니다.
pt_br: O nome de usuário do administrador. Se "use_user_token" não estiver em vigor, então as credenciais do administrador podem ser especificadas.
tr_tr: Yönetici kullanıcı adı. Eğer "use_user_token" yürürlükte değilse, o zaman yönetici kimlik bilgileri belirtilebilir.
zh_tw: 管理者使用者名稱。如果 "use_user_token" 未生效，則可以指定管理認證。

source: The amount of time in seconds to delay before performing a delete.
de: Zeit in Sekunden bevor die Löschung durchgeführt wird.
fr: Temps de retard en secondes avant toute suppression.
it: La quantità di tempo in secondi da posticipare prima di eseguire un'eliminazione.
ko_kr: 삭제를 수행하기 전에 지연되는 시간(초)입니다.
pt_br: A quantidade de tempo em segundos para esperar antes de realizar uma exclusão.
tr_tr: Bir silme işlemi gerçekleşmeden önce saniye cinsinden gecikme miktarı.
zh_tw: 執行刪除之前要延遲的時間量（以秒為單位）。

source: The amount of time to let an image remain in the cache without being accessed.
de: Die Zeitdauer, die ein Image im Cache bleiben kann, ohne dass darauf zugegriffen wird.
fr: Temps pendant lequel une image doit rester dans le cache sans être consultée.
it: La quantità di tempo in cui un'immagine può rimanere nella cache senza essere acceduta.
ko_kr: 액세스되지 않고 캐시에 이미지가 남아 있게 하는시간입니다.
pt_br: O tempo para permitir que uma imagem permaneça no cache sem ser acessado.
tr_tr: Bir imajın önbellekte erişilemeden kalmasına izin verilen süre.
zh_tw: 讓映像檔保留在快取中，而不被存取的時間量。

source: The backlog value that will be used when creating the TCP listener socket.
de: Der Rückstandswert, der beim Erstellen des TCP-Listener-Socket verwendet wird.
fr: Valeur de commandes en attente qui sera utilisée lors de la création du connecteur de programme d'écoute TCP.
it: Il valore backlog che verrà utilizzato durante la creazione del socket listener TCP.
ko_kr: TCP 리스너 소켓을 작성할 때 사용하는 백로그 값입니다.
pt_br: O valor de backlog que será utilizado quando se estiver criando o socket de escuta TCP.
tr_tr: TCP dinleyici soket oluştururken kullanılacak hizmet bekleyen değeri.
zh_tw: 建立 TCP 接聽器 Socket 時將使用的待辦事項值。

source: The cert file you specified %s does not exist
de: Die von Ihnen angegebene Zertifizierungsdatei %s ist nicht vorhanden
fr: Le fichier de certificats que vous avez spécifié %s n'existe pas
it: Il file certificato specificato %s non esiste
ko_kr: 사용자가 지정한 인증 파일 %s이(가) 존재하지 않음
pt_br: O arquivo de certificado especificado %s não existe
tr_tr: Belirtilen %s sertifika dosyası mevcut değil
zh_tw: 指定的憑證檔 %s 不存在

source: The config file that has the swift account(s)configs.
de: Die Konfigurationsdatei mit den Swift-Konto-Konfigurationen.
fr: Fichier de configuration possédant les configurations de compte SWIFT.
it: Il file di configurazione che contiene le configurazioni account Swift.
ko_kr: swift 계정 구성이 있는 구성 파일입니다.
pt_br: O arquivo de configuração que possui as configurações da conta swift.
tr_tr: Swift hesap(ları) yapılandırmalarına sahip yapılandırma dosyası.
zh_tw: 具有 Swift 帳戶配置的配置檔。

source: The current status of this task
de: Der aktuelle Status dieser Task
fr: Le statut actuel de cette tâche
it: Lo stato corrente di questa attività
ko_kr: 이 태스크의 현재 상태
pt_br: O status atual desta tarefa
tr_tr: Görevin şu anki durumu
zh_tw: 此作業的現行狀態

source: The device housing the image cache directory %(image_cache_dir)s does not support xattr. It is likely you need to edit your fstab and add the user_xattr option to the appropriate line for the device housing the cache directory.
de: Das Gerät, auf dem sich das Image-Cacheverzeichnis %(image_cache_dir)s befindet, unterstützt xattr nicht. Wahrscheinlich müssen Sie fstab bearbeiten und die Option user_xattr zur entsprechenden Zeile für das Gerät, auf dem sich das Cacheverzeichnis befindet, hinzufügen.
fr: L'unité hébergeant le répertoire de cache d'image %(image_cache_dir)s ne prend pas en charge xattr. Vous devez probablement éditer votre fstab et ajouter l'option user_xattr sur la ligne appropriée de l'unité hébergeant le répertoire de cache.
it: L'unità in cui si trova la directory cache dell'immagine %(image_cache_dir)s non supporta xattr. Probabilmente è necessario modificare fstab e aggiungere l'opzione user_xattr nella riga appropriata per l'unità che ospita la directory cache.
ko_kr: 디바이스 하우징 이미지 캐시 디렉터리 %(image_cache_dir)s의 Device 는 xattr을 지원하지 않습니다. fstab을 수정하거나 user_xattr 옵션을 디바이스 하우징 캐시 디렉터리의 적합한 행에 추가하기 바랍니다.
pt_br: O dispositivo no qual reside o diretório de cache de imagem %(image_cache_dir)s não suporta xattr. É provável que você precise editar fstab e incluir a opção user_xattr na linha apropriada do dispositivo que contém o diretório de cache.
tr_tr: İmaj önbellek dizininin %(image_cache_dir)s yer aldığı aygıt xattr desteklemiyor. Önbellek dizini içeren aygıt için fstab düzenlemeniz ve uygun satıra user_xattr seçeneği eklemeniz gerekebilir.
zh_tw: 存放映像檔快取目錄 %(image_cache_dir)s 的裝置不支援 xattr。您可能需要編輯 fstab 並將 user_xattr 選項新增至存放快取目錄之裝置的適當行。

source: The driver to use for image cache management.
de: Der Treiber für die Image-Cache-Verwaltung.
fr: Pilote à utiliser pour la gestion de cache d'image.
it: Il driver da utilizzare per la gestione della cache dell'immagine.
ko_kr: 이미지 캐시를 관리하는 데 사용되는 드라이버입니다.
pt_br: O driver a ser utilizado para o gerenciamento de cache de imagens.
tr_tr: İmaj önbellek yönetimi için kullanılacak sürücü.
zh_tw: 要用於映像檔快取管理的驅動程式。

source: The format to which images will be automatically converted.
tr_tr: İmajların otomatik olarak dönüştürüleceği biçim.

source: The given uri is not valid. Please specify a valid uri from the following list of supported uri %(supported)s
de: Der angegebene URI ist ungültig. Geben Sie einen gültigen URI aus der folgenden Liste mit unterstützten URIs %(supported)s an.
fr: L'identificateur URI fourni n'est pas valide. Indiquez un identificateur URI valide sélectionné dans la liste des identificateurs URI pris en charge : %(supported)s
it: L'URI fornito non è valido. Specificare un URI valido dal seguente elenco di uri supportati %(supported)s
ko_kr: 제공된 uri가 올바르지 않습니다. 다음 지원 uri 목록에서 올바른 uri를 지정하십시오. %(supported)s
pt_br: O URI fornecido não é válido. Especifique um uri válido a partir da seguinte lista de URI suportados %(supported)s
tr_tr: Verilen uri geçersizdir. Lütfen, desteklenen uri listesinden %(supported)s geçerli bir uri belirtin
zh_tw: 給定的 URI 無效。請從下列受支援的 URI %(supported)s 清單中指定有效的 URI

source: The hostname/IP of the pydev process listening for debug connections
de: Hostname/IP des pydev-Prozesses, der für Fehlerbehebungsverbindungen empfangsbereit ist
fr: Nom d'hôte/IP du processus pydev en mode écoute pour les connexions de débogage
it: Il nome host/IP del processo pydev in ascolto per le connessioni di debug
ko_kr: 디버그 연결을 청취하는 pydev 프로세스의 hostname/IP
pt_br: O nome do host/IP do processo pydev que atende às conexões de depuração
tr_tr: Hata ayıklama bağlantıları için pydev süreç dinleme makine adı/IP
zh_tw: 正在接聽除錯連線之 pydev 處理程序的主機名稱/IP

source: The image %s is already present on the slave, but our check for it did not find it. This indicates that we do not have permissions to see all the images on the slave server.
de: Das Image %s ist bereits auf dem Slave vorhanden, aber bei der Überprüfung wurde es nicht gefunden. Dies bedeutet, dass wir nicht über die Berechtigungen zum Anzeigen aller Images auf dem Slave-Server verfügen.
fr: L'image %s est déjà présente sur l'esclave mais notre recherche n'a pas permis de la trouver. Cela indique que nous sommes pas autorisés à afficher toutes les images sur le serveur esclave.
it: L'immagine %s è già presente sul server slave ma non è stata trovata durante il controllo. Ciò indica che non si dispone delle autorizzazioni necessarie per visualizzare tutte le le immagini sul server slave.
ko_kr: 이미지 %s이(가) 이미 슬레이브에 존재하지만 해당 이미지를 검색할 때발견하지 못했습니다. 슬레이브 서버에 있는 이미지 전체를 볼 수 있는 권한이없기 때문입니다.
pt_br: A imagem %s já está presente no escravo, mas nossa verificação por ela não a encontrou. Isto indica que nós não possuímos permissões para ver toras as imagens no servidor escravo.
tr_tr: %s imajı zaten köle üzerinde mevcut, fakat kontrol ettiğimizde bulamadık. Bu da, köle sunucular üzerindeki bütün imajları görmeye iznimizin olmadığını gösterir.
zh_tw: 映像檔 %s 已存在於從屬伺服器上，但檢查時並未找到該映像檔。這表示無權查看從屬伺服器上的所有映像檔。

source: The incoming image is too large: %s
de: Das eingehende Image ist zu groß: %s
fr: L'image entrante est trop grande : %s
it: L'immagine in entrata è troppo grande: %s
ko_kr: 수신 이미지가 너무 큼: %s
pt_br: A imagem recebida é muito grande: %s
tr_tr: Gelen imaj çok büyük: %s
zh_tw: 送入的映像檔太大：%s

source: The key file you specified %s does not exist
de: Die von Ihnen angegebene Schlüsseldatei %s ist nicht vorhanden
fr: Le fichier de clés que vous avez spécifié %s n'existe pas
it: Il file chiave specificato %snon esiste
ko_kr: 사용자가 지정한 키 파일 %s이(가) 존재하지 않음
pt_br: O arquivo-chave especificado %s não existe
tr_tr: Belirttiğiniz %s anahtar dosyası mevcut değil
zh_tw: 指定的金鑰檔 %s 不存在

source: The limit has been exceeded on the number of allowed image locations. Attempted: %(attempted)s, Maximum: %(maximum)s
de: Der Grenzwert für die zulässige Anzahl an Imagepositionen wurde überschritten. Versucht: %(attempted)s, Maximum: %(maximum)s
fr: La limite a été dépassée sur le nombre d'emplacements d'image autorisés. Tentatives : %(attempted)s, Maximum : %(maximum)s
it: Il limite di ubicazioni immagine consentito è stato superato. Tentato: %(attempted)s, Massimo: %(maximum)s
ko_kr: 허용된 이미지 위치 수의 한계가 초과되었습니다. 시도함: %(attempted)s, 최대: %(maximum)s
pt_br: O limite foi excedido no número de localizações de imagens permitidas. Tentativa: %(attempted)s, Máximo: %(maximum)s
tr_tr: İzin verilen imaj konumlarının sayı sınırı aşıldı.Denenen: %(attempted)s, Azami: %(maximum)s
zh_tw: 容許的映像檔位置數目已超出此限制。已嘗試：%(attempted)s，上限：%(maximum)s

source: The limit has been exceeded on the number of allowed image members for this image. Attempted: %(attempted)s, Maximum: %(maximum)s
de: Der Grenzwert für die zulässige Anzahl an Imagemitgliedern wurde für dieses Image überschritten. Versucht: %(attempted)s, Maximum: %(maximum)s
fr: La limite a été dépassée sur le nombre de membres d'image autorisés pour cette image. Tentatives : %(attempted)s, Maximum : %(maximum)s
it: Il limite di membri dell'immagine consentito è stato superato in questa immagine. Tentato: %(attempted)s, Massimo: %(maximum)s
ko_kr: 이 이미지에 대해 허용된 이미지 멤버 수의 한계가 초과되었습니다. 시도함: %(attempted)s, 최대: %(maximum)s
pt_br: O limite foi excedido no número de membros de imagem permitidos para esta imagem. Tentativa: %(attempted)s, Máximo: %(maximum)s
tr_tr: Bu imaj için izin verilen imaj üye sınırı aşıldı.Denenen: %(attempted)s, En fazla: %(maximum)s
zh_tw: 此映像檔容許的映像檔成員數目已超出此限制。已嘗試：%(attempted)s，上限：%(maximum)s

source: The limit has been exceeded on the number of allowed image properties. Attempted: %(attempted)s, Maximum: %(maximum)s
de: Der Grenzwert für die zulässige Anzahl an Imageeigenschaften wurde überschritten. Versucht: %(attempted)s, Maximum: %(maximum)s
fr: La limite a été dépassée sur le nombre de propriétés d'image autorisées. Tentatives : %(attempted)s, Maximum : %(maximum)s
it: Il limite di proprietà immagine consentito è stato superato. Tentato: %(attempted)s, Massimo: %(maximum)s
ko_kr: 허용된 이미지 특성 수의 한계가 초과되었습니다. 시도함: %(attempted)s, 최대: %(maximum)s
pt_br: O limite foi excedido no número de propriedades de imagem permitidas. Tentativa: %(attempted)s, Máximo: %(maximum)s
tr_tr: İzin verilen imaj özelliklerinin sayı sınırı aşıldı.Denenen: %(attempted)s, Azami: %(maximum)s
zh_tw: 容許的映像檔內容數目已超出此限制。已嘗試：%(attempted)s，上限：%(maximum)s

source: The limit has been exceeded on the number of allowed image properties. Attempted: %(num)s, Maximum: %(quota)s
de: Der Grenzwert für die zulässige Anzahl an Imageeigenschaften wurde überschritten. Versucht: %(num)s, Maximum: %(quota)s
fr: La limite a été dépassée sur le nombre de propriétés d'image autorisées. Tentatives : %(num)s, Maximum : %(quota)s
it: Il limite di proprietà immagine consentito è stato superato. Tentato: %(num)s, Massimo: %(quota)s
ko_kr: 허용된 이미지 특성 수의 한계가 초과되었습니다. 시도함: %(num)s, 최대: %(quota)s
pt_br: O limite foi excedido no número de propriedades de imagem permitidas. Tentativa: %(num)s, Máximo: %(quota)s
tr_tr: İmaj özelliklerinde izin verilen sınır aşıldı.Denenen: %(num)s, En fazla: %(quota)s
zh_tw: 容許的映像檔內容數目已超出此限制。已嘗試：%(num)s，上限：%(quota)s

source: The limit has been exceeded on the number of allowed image tags. Attempted: %(attempted)s, Maximum: %(maximum)s
de: Der Grenzwert für die zulässige Anzahl an Imagetags wurde überschritten. Versucht: %(attempted)s, Maximum: %(maximum)s
fr: La limite a été dépassée sur le nombre de balises d'image autorisées. Tentatives : %(attempted)s, Maximum : %(maximum)s
it: Il limite di tag immagine consentito è stato superato. Tentato: %(attempted)s, Massimo: %(maximum)s
ko_kr: 허용된 이미지 태그 수의 한계가 초과되었습니다. 시도함: %(attempted)s, 최대: %(maximum)s
pt_br: O limite foi excedido no número de tags de imagem permitidas. Tentativa: %(attempted)s, Máximo: %(maximum)s
tr_tr: İzin verilen imaj etiketlerinin sayı sınırı aşıldı.Denenen: %(attempted)s, Azami: %(maximum)s
zh_tw: 容許的映像檔標籤數目已超出此限制。已嘗試：%(attempted)s，上限：%(maximum)s
