Repository: tobegit3hub/dockerized-software
Catalog: glance_docker/glance/locale/*/LC_MESSAGES/glance.po
Languages: de, fr, it, ko_kr, pt_br, tr_tr, zh_tw

source: Maximum line size of message headers to be accepted. max_header_line may need to be increased when using large tokens (typically those generated by the Keystone v3 API with big service catalogs
de: Maximal zu akzeptierende Zeilenlänge für Nachrichtenheader. max_header_line muss möglicherweise erhöht werden, wenn größere Tokens verwendet werden (in der Regel diejenigen, die von der Keystone-v3-API mit großen Servicekatalogen generiert werden)
fr: Taille maximale de ligne des en-têtes de message à accepter. max_header_line peut avoir besoin d'être augmenté lors de l'utilisation de grands jetons (généralement ceux qui sont générés par l'API Keystone v3 avec des catalogues de service volumineux)
it: Dimensione massima della riga di intestazioni del messaggio che deve essere accettata. max_header_line dovrebbe essere incrementato quando si utilizzano token grandi (in genere quelli generati dall'API Keystone v3 con cataloghi del servizio di grandi dimensioni
ko_kr: 허용할 메시지 헤더의 최대 행 크기입니다. 더 큰 토큰 사용 시 max_header_line을 늘려야 할 수 있습니다(일반적으로 큰 서비스 카탈로그가 있는 키스톤 v3 API에서 생성됨).
pt_br: Tamanho máximo da linha de cabeçalhos da mensagem a ser aceito. max_header_line pode precisar ser aumentada ao utilizar tokens grandes (geralmente aqueles gerados pela API Keystone v3 com catálogos de serviço grandes
tr_tr: İleti başlığının kabul edilebilir azami satır boyutu. Büyük jetonlar (tipik olarak büyük servis katalogları ile Keystone v3 API tarafından oluşturulur) kullanılırken, max_header_line değişkeninin arttırılması gerekebilir
zh_tw: 要接受的訊息標頭行大小上限。如果使用大記號（通常是那些由 Keystone 第 3 版 API 透過大型服務型錄所產生的記號），則可能需要增加 max_header_line 值

source: Maximum number of image members per image. Negative values evaluate to unlimited.
de: Maximale Anzahl der Imagemitglieder pro Image. Negative Werte bedeuten unbegrenzt.
fr: Nombre maximum de membres d'image par image. Une valeur négative signifie illimité.
it: Numero massimo di membri per immagine. I valori negativi definiscono un valore un numero illimitato.
ko_kr: 이미지당 이미지 멤버의 최대 수입니다. 음수 값은 무제한을 의미합니다.
pt_br: Número máximo de membros da imagem por imagem. Valores negativos significam ilimitado.
tr_tr: İmaj başına üyelerin azami sayısı. Negatif değerler sınırsız olarak değerlendirilir.
zh_tw: 每個映像檔的映像檔成員數目上限。負數值求值為無限制。

source: Maximum number of locations allowed on an image. Negative values evaluate to unlimited.
de: Maximale Anzahl der für ein Image zulässigen Positionen. Unbegrenzt, wenn Werte negativ sind.
fr: Nombre maximum d'emplacements autorisés sur une image. Une valeur négative signifie illimité.
it: Il numero massimo di ubicazioni consentite su un'immagine. I valori negativi definiscono un numero illimitato.
ko_kr: 이미지에 허용된 최대 위치 수입니다. 음수 값은 무제한을 의미합니다.
pt_br: Número máximo de localizações permitidas em uma imagem. Valores negativos significam ilimitado.
tr_tr: Bir imaj üzerinde izin verilen azami konum sayısı. Negatif değerler sınırsız olarak değerlendirilir.
zh_tw: 映像檔上所容許的位置數目上限。負數值求值為無限制值。

source: Maximum number of properties allowed on an image. Negative values evaluate to unlimited.
de: Maximale Anzahl der für ein Image zulässigen Eigenschaften. Unbegrenzt, wenn Werte negativ sind.
fr: Nombre maximum de propriétés autorisées sur une image. Une valeur négative signifie illimité.
it: Il numero massimo di proprietà consentite su un'immagine. I valori negativi definiscono un numero illimitato.
ko_kr: 이미지에서 허용된 최대 특성 수입니다. 음수 값은 무제한을 의미합니다.
pt_br: Número máximo de propriedades permitidas em uma imagem. Valores negativos significam ilimitado.
tr_tr: Bir imaj üzerinde izin verilen azami özellik sayısı. Negatif değerler sınırsız olarak değerlendirilir.
zh_tw: 映像檔上所容許的內容數目上限。負數值求值為無限制值。

source: Maximum number of tags allowed on an image. Negative values evaluate to unlimited.
de: Maximale Anzahl der für ein Image zulässigen Tags. Negative Werte bedeuten unbegrenzt.
fr: Nombre maximum de balises autorisées sur une image. Une valeur négative signifie illimité.
it: Il numero massimo di tag consentiti su un'immagine. I valori negativi definiscono un valore un numero illimitato.
ko_kr: 이미지에 허용된 최대 태그 수입니다. 음수 값은 무제한을 의미합니다.
pt_br: Número máximo de tags permitidas em uma imagem. Valores negativos significam ilimitado.
tr_tr: Bir imaj üzerinde izin verilen azami etiket sayısı. Negatif değerler sınırsız olarak değerlendirilir.
zh_tw: 映像檔上所容許的標籤數目上限。負數值求值為無限制。

source: Maximum permissible number of items that could be returned by a request
de: Maximal zulässige Anzahl an Elementen, die von einer Anforderung zurückgegeben werden könnten
fr: Nombre d'éléments maximum autorisés qui peuvent être renvoyés par une demande
it: Il numero massimo di elementi consentiti che può essere restituito da una richiesta
ko_kr: 요청에서 리턴할 수 있는 허용 가능한 최대 항목 수
pt_br: Número máximo permitido de itens que puderam ser retornados por uma solicitação
tr_tr: Bir istek tarafından geri döndürülebilen ögelerin izin verilebilir azami sayısı
zh_tw: 要求可以傳回的所允許項目數上限

source: Maximum redirects (%(redirects)s) was exceeded.
de: Das Maximum an Umleitungen (%(redirects)s) wurde überschritten.
fr: Le nombre maximum de redirections (%(redirects)s) a été dépassé.
it: Il numero massimo di rendirizzamenti (%(redirects)s) è stato superato.
ko_kr: 최대 경로 재지정(%(redirects)s)에 도달했습니다.
pt_br: O máximo de redirecionamentos (%(redirects)s) foi excedido.
tr_tr: Yeniden yönlendirmelerin sınırı (%(redirects)s) aşıldı.
zh_tw: 已超出重新導向數目上限（%(redirects)s 個）。

source: Maximum size of image a user can upload in bytes. Defaults to 1099511627776 bytes (1 TB).WARNING: this value should only be increased after careful consideration and must be set to a value under 8 EB (9223372036854775808).
de: Maximale Größe von Image, das ein Benutzer hochladen kann, in Bytes. Der Standardwert ist 1099511627776 Byte (1 TB). WARNUNG: Dieser Wert sollte nur nach sorgfältiger Überlegung erhöht werden und muss unter 8 EB (9223372036854775808) liegen.
fr: Taille maximum en octets d'une image qu'un utilisateur peut télécharger. Valeur 1099511627776 octets (1 To). AVERTISSEMENT : cette valeur ne doit être augmentée qu'après un examen approfondi et doit être définie à une valeur inférieure à 8 EB (9223372036854775808).
it: La dimensione massima in byte dell'immagine che un utente può caricare. Viene impostata su 1099511627776 byte (1 TB). AVVERTENZA: questo valore deve essere aumentato solo dopo un'attenta valutazione e deve essere impostato su un valore inferiore a 8 EB (9223372036854775808).
ko_kr: 사용자가 업로드할 수 있는 이미지의 최대 크기(바이트).1099511627776바이트(1TB). 경고: 이 값은 신중하게 고려하고 늘려야 하며 8EB(9223372036854775808) 이하의 값으로 설정해야 합니다.
pt_br: Tamanho máximo de imagem que um usuário pode transferir por upload em bytes. O padrão é definido como 1099511627776 bytes (1 TB). AVISO: este valor só deve ser aumentado após uma consideração cuidadosa e deve ser configurado para um valor inferior a 8 EB (9223372036854775808).
tr_tr: Bir kullanıcının bayt cinsinde yükleyebileceği azami imaj boyutu. Öntanımlı olarak 1099511627776 bayt (1 TB). UYARI: bu değer sadece dikkatli bir değerlendirmeden sonra arttırılmalı ve 8 EB (9223372036854775808) altında bir değere ayarlanmalıdır.
zh_tw: 使用者可以上傳的映像檔大小上限（以位元組為單位）。預設為1099511627776 個位元組 (1 TB)。警告：應僅在經過慎重考慮之後才增大此值，且必須設定為小於 8 EB (9223372036854775808) 的值。

source: Member %(member_id)s is duplicated for image %(image_id)s
de: Mitglied %(member_id)s ist für Image %(image_id)s doppelt vorhanden
fr: Le membre %(member_id)s est en double pour l'image %(image_id)s
it: Il membro %(member_id)s è il duplicato dell'immagine %(image_id)s
ko_kr: 멤버 %(member_id)s이(가) 이미지 %(image_id)s에 대해 중복됨
pt_br: O membro %(member_id)s é duplicado para a imagem %(image_id)s
tr_tr: Üye %(member_id)s %(image_id)s imajı için çoğaltıldı
zh_tw: 針對映像檔 %(image_id)s，成員 %(member_id)s 重複

source: Member can't be empty
de: Mitglied darf nicht leer sein
fr: Membre ne peut pas être vide
it: Il membro non può essere vuoto
ko_kr: 멤버는 비어 있을 수 없음
pt_br: Membro não pode ser vazio
tr_tr: Üye boş olamaz
zh_tw: 成員不能是空的

source: Member to be added not specified
de: Hinzuzufügendes Element nicht angegeben
fr: Membre à ajouter non spécifié
it: Membro da aggiungere non specificato
ko_kr: 추가할 멤버를 지정하지 않음
pt_br: Membro a ser incluído não especificado
tr_tr: Eklenecek üye belirtilmemiş
zh_tw: 未指定要新增的成員

source: Membership could not be found.
de: Mitgliedschaft konnte nicht gefunden werden.
fr: Appartenance non trouvée.
it: Impossibile trovare l'appartenenza.
ko_kr: 멤버십을 찾을 수 없습니다.
pt_br: Associação não pôde ser localizada.
tr_tr: Üyelik bulunamadı.
zh_tw: 找不到成員資格。

source: Metadata definition namespace %(namespace)s is protected and cannot be deleted.
de: Der Metadatendefinitionsnamensbereich %(namespace)s ist geschützt und kann nicht gelöscht werden.
fr: L'espace de nom %(namespace)s de la définition de métadonnées est protégé et ne peut pas être supprimé.
it: Lo spazio dei nomi della definizione di metadati %(namespace)s è protetto e non è possibile eliminarlo.
ko_kr: 메타데이터 정의 네임스페이스 %(namespace)s이(가) 보호되고 삭제되었을 수 있습니다.
pt_br: O namespace de definição de metadados %(namespace)s é protegido e não pode ser excluída.
tr_tr: Metadata tanım ad alanı %(namespace)s korumalıdır ve silinemez.
zh_tw: Meta 資料定義名稱空間 %(namespace)s 受保護，無法將其刪除。

source: Metadata definition namespace not found for id=%s
de: Metadatendefinitionsnamensbereich für id=%s nicht gefunden
fr: L'espace de nom de définition de métadonnées est introuvable pour l'ID %s
it: Lo spazio dei nomi della definizione dei metadati per l'id=%s non è stato trovato
ko_kr: id=%s에 대한 메타데이터 정의 네임스페이스를 찾을 수 없음
pt_br: Namespace de definição de metadados não localizado para o id=%s
tr_tr: id=%s için metadata tanım ad alanı bulunamadı
zh_tw: 找不到 ID 為 %s 的 meta 資料定義名稱空間

source: Metadata definition namespace=%(namespace_name)swas not found.
de: Der Metadatendefinitionsnamensbereich %(namespace_name)s wurde nicht gefunden.
fr: L'espace de nom %(namespace_name)s de la définition de métadonnées est introuvable.
it: Lo spazio dei nomi della definizione di metadati=%(namespace_name)s non è stato trovato.
ko_kr: 메타데이터 정의 namespace=%(namespace_name)s을(를) 찾을 수 없습니다.
pt_br: O namespace=%(namespace_name)s de definição de metadados não foi localizado.
tr_tr: Metadata tanım ad alanı=%(namespace_name)s bulunamadı.
zh_tw: 找不到 meta 資料定義名稱空間 %(namespace_name)s。

source: Metadata definition object %(object_name)s is protected and cannot be deleted.
de: Das Metadatendefinitionsobjekt %(object_name)s ist geschützt und kann nicht gelöscht werden.
fr: L'objet %(object_name)s de la définition de métadonnées est protégé et ne peut pas être supprimé.
it: L'oggetto di definizione di metadati %(object_name)s è protetto e non è possibile eliminarlo.
ko_kr: 메타데이터 정의 오브젝트 %(object_name)s이(가) 보호되고 삭제되었을 수 있습니다.
pt_br: O objeto de definição de metadados %(object_name)s é protegido e não pode ser excluída.
tr_tr: Metadata tanım nesnesi %(object_name)s korumalıdır ve silinemez.
zh_tw: Meta 資料定義物件 %(object_name)s 受保護，無法將其刪除。

source: Metadata definition object not found for id=%s
de: Metadatendefinitionsobjekt für id=%s nicht gefunden
fr: L'objet de définition de métadonnées est introuvable pour l'ID %s
it: L'oggetto della definizione dei metadati per l'id=%s non è stato trovato
ko_kr: id=%s에 대한 메타데이터 정의 오브젝트를 찾을 수 없음
pt_br: Objeto de definição de metadados não localizado para o id=%s
tr_tr: id=%s için metadata tanım nesnesi bulunamadı
zh_tw: 找不到 ID 為 %s 的 meta 資料定義物件

source: Metadata definition property %(property_name)s is protected and cannot be deleted.
de: Die Metadatendefinitionseigenschaft %(property_name)s ist geschützt und kann nicht gelöscht werden.
fr: La propriété %(property_name)s de la définition de métadonnées est protégée et ne peut pas être supprimé.
it: La proprietà della definizione di metadati %(property_name)s è protetta e non è possibile eliminarlo.
ko_kr: 메타데이터 정의 특성 %(property_name)s이(가) 보호되고 삭제되었을 수 있습니다.
pt_br: A propriedade de definição de metadados %(property_name)s é protegida e não pode ser excluída.
tr_tr: Metadata tanım özelliği %(property_name)s korumalıdır ve silinemez.
zh_tw: Meta 資料定義內容 %(property_name)s 受保護，無法將其刪除。

source: Metadata definition property not found for id=%s
de: Metadatendefinitionseigenschaft für id=%s nicht gefunden
fr: La propriété de définition de métadonnées est introuvable pour l'ID %s
it: La proprietà della definizione dei metadati per l'id=%s non è stata trovata
ko_kr: id=%s에 대한 메타데이터 정의 특성을 찾을 수 없음
pt_br: Propriedade de definição de metadados não localizada para id=%s
tr_tr: id=%s için metadata tanım özelliği bulunamadı
zh_tw: 找不到 ID 為 %s 的 meta 資料定義內容

source: Metadata definition resource-type %(resource_type_name)s is a seeded-system type and cannot be deleted.
de: Der Ressourcentyp %(resource_type_name)s der Metadatendefinition ist ein Basisdaten-Systemtyp und kann nicht gelöscht werden.
fr: Le type de ressource %(resource_type_name)s de la définition de métadonnées est un type prédéfiniet ne peut pas être supprimé.
it: Il tipo-risorsa della definizione di metadati %(resource_type_name)s è un tipo inserito dalsistema e non è possibile eliminarlo.
ko_kr: 메타데이터 정의 resource-type %(resource_type_name)s은(는) 시드(seed) 시스템 유형이고 삭제할 수 없습니다.
pt_br: A definição de metadados resource-type %(resource_type_name)s é um tipo de sistema com valor sementee não pode ser excluída.
tr_tr: %(resource_type_name)s metadata tanım kaynak-türü sınıflanmış bir sistem türüdür ve silinemez.
zh_tw: Meta 資料定義資源類型 %(resource_type_name)s 是種子系統類型，無法將其刪除。

source: Metadata definition resource-type-association %(resource_type)s is protected and cannot be deleted.
de: Die Ressourcentypzuordnung %(resource_type)s der Metadatendefinition ist geschützt und kann nicht gelöscht werden.
fr: L'association de type de ressource %(resource_type)s de la définition de métadonnées est protégée et ne peut pas être supprimée.
it: L'associazione-tipo-risorsa della definizione di metadati %(resource_type)s è protetta e non può essere eliminata.
ko_kr: 메타데이터 정의 resource-type-association %(resource_type)s이(가) 보호되고 삭제할 수 없습니다.
pt_br: A definição de metadados resource-type-association %(resource_type)s é protegida e não poderá ser excluída.
tr_tr: Metadata tanım kaynak-tür-ilişkisi %(resource_type)s korumalıdır ve silinemez.
zh_tw: Meta 資料定義資源類型關聯 %(resource_type)s 已受保護，無法將其刪除。

source: Metadata definition tag %(tag_name)s is protected and cannot be deleted.
de: Der Metadatendefinitionstag %(tag_name)s ist geschützt und kann nicht gelöscht werden.
fr: La balise de définition de métadonnées %(tag_name)s est protégée et ne peut pas être supprimée.
it: Il tag di definizione dei metadati %(tag_name)s è protetto e non può essere eliminato.
ko_kr: 메타데이터 정의 태그 %(tag_name)s은(는) 보호되므로 삭제할 수 없습니다.
pt_br: A identificação da definição de metadados %(tag_name)s é protegida e não pode ser excluída.
tr_tr: Metadata tanım etiketi %(tag_name)s korumalıdır ve silinemez.
zh_tw: meta 資料定義標籤 %(tag_name)s 受保護，無法將其刪除。

source: Metadata definition tag not found for id=%s
de: Metadatendefinitionstag für id=%s nicht gefunden
fr: La balise de définition de métadonnées est introuvable pour l'ID %s
it: Il tag di definizione dei metadati per l'id=%s non è stato trovato
ko_kr: id=%s에 대한 메타데이터 정의 태그를 찾을 수 없음
pt_br: Identificação de definição de metadados não localizada para o id=%s
tr_tr: id=%s için metadata tanım etiketi bulunamadı
zh_tw: 找不到 ID 為 %s 的 meta 資料定義標籤

source: Min string length may not be negative
de: Die minimale Zeichenlänge darf keinen negativen Wert aufweisen
fr: La longueur minimale de la chaîne ne doit pas être négative
it: La lunghezza minima della stringa non può essere negativa
ko_kr: 최소 문자열 길이는 음수일 수 없음
pt_br: O comprimento mín. de sequência não pode ser negativo
tr_tr: Asgari karakter dizisi uzunluğu negatif olmayabilir
zh_tw: 字串長度下限不能為負數

source: Missing required credential: %(required)s
de: Erforderlicher Berechtigungsnachweis fehlt: %(required)s
fr: Données d'identification obligatoires manquantes : %(required)s
it: Credenziale richiesta mancante: %(required)s
ko_kr: 필수 신임 정보 누락: %(required)s
pt_br: Credencial necessária ausente: %(required)s
tr_tr: Gerekli olan kimlik eksik: %(required)s
zh_tw: 遺漏了必要認證：%(required)s

source: Multiple 'image' service matches for region %(region)s. This generally means that a region is required and you have not supplied one.
de: Mehrere 'image'-Serviceübereinstimmungen für Region %(region)s. Dies weist im Allgemeinen darauf hin, dass eine Region erforderlich ist und dass Sie keine angegeben haben.
fr: Plusieurs correspondances de service 'image' pour la région %(region)s. En général, cela signifie qu'une région est requise et que vous n'en avez pas indiquée.
it: Il servizio 'immagine' multipla corrisponde nella regione %(region)s. Questo in genere significa che una regione è obbligatoria e non ne è stata fornita una.
ko_kr: 다중 '이미지' 서비스가 %(region)s 리젼에 일치합니다. 이는 일반적으로 리젼이 필요하지만 아직 리젼을 제공하지 않은 경우 발생합니다.
pt_br: Diversas correspondências do serviço de 'imagem' para a região %(region)s. Isso geralmente significa que uma região é necessária e você não a forneceu.
tr_tr: %(region)s bölgesi için birden fazla 'image' servisi eşleşir. Bu genellikle, bir bölgenin gerekli olduğu ve sağlamadığınız anlamına gelir.
zh_tw: 區域 %(region)s 有多個「映像檔」服務相符項。這通常表示需要一個區域，但您尚未提供。

source: Name of the paste configuration file.
de: Name der einzufügenden Konfigurationsdatei.
fr: Nom du fichier de configuration de collage.
it: Nome del file di configurazione paste.
ko_kr: 붙여넣기 구성 파일의 이름입니다.
pt_br: Nome do arquivo de cola de configuração.
tr_tr: Yapıştırma yapılandırma dosyanızın adı.
zh_tw: paste 配置檔的名稱。

source: No artifact found with ID %s
tr_tr: %s ile ürün bulunamadı

source: No authenticated user
de: Kein authentifizierter Benutzer
fr: Aucun utilisateur authentifié
it: Nessun utente autenticato
ko_kr: 인증된 사용자가 없음
pt_br: Usuário não autenticado
tr_tr: Kimlik denetimi yapılmamış kullanıcı
zh_tw: 沒有已鑑別使用者

source: No image data could be found
de: Keine Imagedaten gefunden
fr: Données image introuvables
it: Impossibile trovare i dati dell'immagine
ko_kr: 이미지 데이터를 찾을 수 없음
pt_br: Nenhum dado de imagem pôde ser localizado
tr_tr: İmaj verisi bulunamadı
zh_tw: 找不到映像檔資料

source: No image found with ID %s
de: Es wurde kein Abbild mit der ID %s gefunden
fr: aucune image trouvée avec l'identifiant %s
it: Nessuna immagine trovata con ID %s
ko_kr: ID가 %s인 이미지를 찾을 수 없음
pt_br: Nenhuma imagem encontrada com o ID %s
tr_tr: %s bilgileri ile hiçbir imaj bulunamadı
zh_tw: 找不到 ID 為 %s 的映像檔

source: No location found with ID %(loc)s from image %(img)s
de: Keine Position mit ID %(loc)s von Image %(img)s gefunden
fr: Aucun emplacement trouvé avec l'ID %(loc)s dans l'image %(img)s
it: Non è stata trovata nessuna ubicazione con ID %(loc)s dall'immagine %(img)s
ko_kr: %(img)s 이미지에서 ID가 %(loc)s인 위치를 찾을 수 없음
pt_br: Nenhum local localizado com o ID %(loc)s da imagem %(img)s
tr_tr: %(img)s imajından %(loc)s bilgisi ile hiçbir konum bulunamadı
zh_tw: 從映像檔 %(img)s 中找不到 ID 為 %(loc)s 的位置

source: No permission to share that image
de: Keine Berechtigung, dieses Image freizugeben
fr: Aucun droit de partage de cette image
it: Nessuna autorizzazione per condividere tale immagine
ko_kr: 해당 이미지를 공유한 권한이 없음
pt_br: Nenhum permissão para compartilhar essa imagem
tr_tr: Bu imajı paylaşma izni yok
zh_tw: 沒有共用該映像檔的許可權

source: No plugin for '%(name)s' has been loaded
de: Kein Plug-in für '%(name)s' wurde geladen
fr: Aucun plug-in n'a été chargé pour %(name)s
it: Non è stato caricato nessun plugin per '%(name)s
ko_kr: '%(name)s'용 플러그인을 로드하지 않음
pt_br: Nenhum plug-in para '%(name)s' foi carregado
tr_tr: '%(name)s' için hiçbir eklenti yüklenmemişti
zh_tw: 未載入 '%(name)s' 的外掛程式

source: No property to access
tr_tr: Erişilecek özellik yok

source: No such key '%s' in a dict
tr_tr: Sözlük içinde '%s' anahtarı yoktur

source: Not a blob property '%s'
tr_tr: '%s' bir blob özelliği değil

source: Not a downloadable entity
tr_tr: İndirilebilir bir varlık değil

source: Not a list property
tr_tr: Bir liste özelliği değil

source: Not a list property '%s'
tr_tr: '%s' bir liste özelliği değil

source: Not a valid value type
de: Kein gültiger Werttyp
fr: Type de valeur non valide
it: Non un tipo di valore valido
ko_kr: 올바른 값 유형이 아님
pt_br: Não é um tipo de valor válido
tr_tr: Geçerli bir değer türü değildir
zh_tw: 不是有效的值類型

source: Not all dependencies are in '%s' state
tr_tr: Bütün bağımlılıklar '%s' durumunda değildir

source: Not allowed to create members for image %s.
de: Es ist nicht zulässig, Mitglieder für Image %s zu erstellen.
fr: Non autorisé à créer des membres pour l'image %s.
it: Non è consentito creare membri per l'immagine %s.
ko_kr: 이미지 %s의 멤버를 작성할 수 없습니다.
pt_br: Não é permitido criar membros para a imagem %s.
tr_tr: %s imajı için üye oluşturulmasına izin verilmedi.
zh_tw: 不容許建立映像檔 %s 的成員。

source: Not allowed to deactivate image in status '%s'
de: Inaktivieren des Image im Status '%s' nicht zulässig
fr: Non autorisé à désactiver l'image dans l'état '%s'
it: Disattivazione dell'immagine in stato '%s' non consentita
ko_kr: '%s' 상태의 이미지를 비활성화할 수 없음
pt_br: Não é permitido desativar a imagem no status '%s'
tr_tr: '%s' durumundaki imajın etkinliğini kaldırmaya izin verilmez
zh_tw: 不容許取消啟動處於狀態 '%s' 的映像檔

source: Not allowed to delete members for image %s.
de: Es ist nicht zulässig, Mitglieder für Image %s zu löschen.
fr: Non autorisé à supprimer des membres de l'image %s.
it: Non è consentito eliminare i membri dell'immagine %s.
ko_kr: 이미지 %s의 멤버를 삭제할 수 없습니다.
pt_br: Não é permitido excluir membros para a imagem %s.
tr_tr: %s imajı için üyelerin silinmesine izin verilmedi.
zh_tw: 不容許刪除映像檔 %s 的成員。

source: Not allowed to delete tags for image %s.
de: Es ist nicht zulässig, Tags für Image %s zu löschen.
fr: Non autorisé à supprimer des balises de l'image %s.
it: Non è consentito eliminare i tag dell'immagine %s.
ko_kr: 이미지 %s의 태그를 삭제할 수 없습니다.
pt_br: Não é permitido excluir identificações para a imagem %s.
tr_tr: %s imajı için etiketlerin silinmesine izin verilmedi.
zh_tw: 不容許刪除映像檔 %s 的標籤。

source: Not allowed to list members for image %s.
de: Es ist nicht zulässig, Mitglieder für Image %s aufzulisten.
fr: Non autorisé à répertorier les membres de l'image %s.
it: Non è consentito elencare i membri dell'immagine %s.
ko_kr: 이미지 %s의 멤버를 나열할 수 없습니다.
pt_br: Não é permitido listar os membros para a imagem %s.
tr_tr: %s imajı için üyelerin listelenmesine izin verilmedi.
zh_tw: 不容許列出映像檔 %s 的成員。

source: Not allowed to reactivate image in status '%s'
de: Erneutes Aktivieren des Image im Status '%s' nicht zulässig
fr: Non autorisé à réactiver l'image dans l'état '%s'
it: Riattivazione dell'immagine in stato '%s' non consentita
ko_kr: '%s' 상태의 이미지를 다시 활성화할 수 없음
pt_br: Não é permitido reativar a imagem no status '%s'
tr_tr: '%s' durumundaki imajı yeniden etkinleştirmeye izin verilmez
zh_tw: 不容許重新啟動處於狀態 '%s' 的映像檔

source: Not allowed to update members for image %s.
de: Es ist nicht zulässig, Mitglieder für Image %s zu aktualisieren.
fr: Non autorisé à mettre à jour les membres de l'image %s.
it: Non è consentito aggiornare i membri dell'immagine %s.
ko_kr: 이미지 %s의 멤버를 업데이트할 수 없습니다.
pt_br: Não é permitido atualizar os membros para a imagem %s.
tr_tr: %s imajı için üyelerin güncellenmesine izin verilmedi.
zh_tw: 不容許更新映像檔 %s 的成員。

source: Not allowed to update tags for image %s.
de: Es ist nicht zulässig, Tags für Image %s zu aktualisieren.
fr: Non autorisé à mettre à jour des balises de l'image %s.
it: Non è consentito aggiornare i tag dell'immagine %s.
ko_kr: 이미지 %s의 태그를 업데이트할 수 없습니다.
pt_br: Não é permitido atualizar as identificações para a imagem %s.
tr_tr: %s imajı için etiketlerin güncellenmesine izin verilmez.
zh_tw: 不容許更新映像檔 %s 的標籤。
