Repository: tobegit3hub/dockerized-software
Catalog: glance_docker/glance/locale/*/LC_MESSAGES/glance.po
Languages: de, fr, it, ko_kr, pt_br, tr_tr, zh_tw

source: There was an error connecting to a server
de: Fehler beim Herstellen einer Verbindung zu einem Server.
fr: Une erreur s'est produite lors de la connexion à un serveur.
it: Si è verificato un errore durante la connessione al server
ko_kr: 서버 연결 오류가 있었습니다.
pt_br: Houve um erro ao conectar a um servidor
tr_tr: Sunucuya bağlanırken bir hata meydana geldi
zh_tw: 連接至伺服器時發生錯誤

source: This config value indicates whether "roles" or "policies" are used in the property protection file.
de: Dieser Konfigurationswert gibt an, ob "roles" oder "policies" in der Eigenschaftsschutzdatei verwendet wird.
fr: Cette valeur de config indique si "roles" ou "policies" sont utilisés dans le fichier de verrouillage de propriétés.
it: Questo valore di configurazione indica se si utilizzano i "ruoli" o le "politiche" nel file di protezione delle proprietà.
ko_kr: 이 구성 값은 "roles" 또는 "policies"가 특성 보호 파일에서 사용되는지 여부를 표시합니다.
pt_br: Esse valor de configuração indica se "funções" ou "políticas" são usados no arquivo de proteção de propriedade.
tr_tr: Yapılandırma değeri özellik koruma dosyasında "roller" ya da "ilkeler" kullanılıp kullanılmadığını gösterir.
zh_tw: 此配置值指示在內容保護檔案中使用的是 "roles" 還是 "policies"。

source: This operation is currently not permitted on Glance Tasks. They are auto deleted after reaching the time based on their expires_at property.
de: Diese Operation ist derzeit bei Glance-Tasks nicht zulässig. Sie werden bei Erreichen der in der Eigenschaft 'expires_at' festgelegten Zeit automatisch gelöscht.
fr: Cette opération n'est actuellement pas autorisée sur les tâches Glance. Elles sont supprimées automatiquement après avoir atteint l'heure définie par la propriété expires_at.
it: Questa operazione non è attualmente consentita nelle attività Glance. Vengono automaticamente eliminate al raggiungimento dell'ora in base alla proprietà expires_at.
ko_kr: 이 조작은 현재 Glance 태스크에 대해서는 허용되지 않습니다. 이들은 expires_at 특성에 기반한 시간에 도달하면 자동으로 삭제됩니다.
pt_br: Esta operação não é atualmente permitida em Tarefas do Glance. Elas são automaticamente excluídas após atingir o tempo com base em sua propriedade expires_at.
tr_tr: Şu anda Glance Görevleri üzerinde bu işleme izin verilmiyor. Onlar expires_at özellikliğine göre süreleri dolduktan sonra otomatik silinirler.
zh_tw: 目前不允許對 Glance 作業執行這項作業。根據它們的 expires_at內容，將在達到時間之後自動刪除它們。

source: This operation is currently not permitted on Glance images details.
de: Diese Operation ist derzeit bei Glance-Imagedetails nicht zulässig.
fr: Cette opération n'est pas actuellement autorisée sur des détails d'images Glance.
it: Questa operazione non è attualmente consentita nei dettagli delle immagini Glance.
ko_kr: 이 조작은 현재 Glance 이미지 세부사항에 대해서는 허용되지 않습니다.
pt_br: Esta operação não é atualmente permitida em detalhes de imagens do Glance.
tr_tr: Bu işleme şu anda Glance imaj ayrıntılarında izin verilmez.
zh_tw: 目前不允許對 Glance 映像檔詳細資料執行這項作業。

source: This value sets what strategy will be used to determine the image location order. Currently two strategies are packaged with Glance 'location_order' and 'store_type'.
de: Dieser Wert bestimmt die Strategie, nach der die Reihenfolge der Speicherorte der Abbilder bestimmt wird. Gegenwärtig werden zwei Strategien mit Glance geliefert: 'location_order' und 'store_type'.
fr: Cette valeur détermine quelle stratégie sera utilisée pour déterminer la stratégie location order de l'image. Actuellement, deux stratégies sont fournies avec Glance 'location_order' et 'store_type'.
it: Questo valore imposta la strategia che verrà utilizzata per determinare l'ordine di ubicazione dell'immagine. Attualmente due strategie sono inserite nel package assieme a Glance 'location_order' e 'store_type'.
ko_kr: 이 값은 이미지 위치 순서를 판별하는 데 사용되는 전략을 설정합니다. 현재 두 개의 전략이 글랜스 'location_order' 및 'store_type'으로 패키징됩니다.
pt_br: Este valor define qual estratégia será utilizada para determinar a ordem do local da imagem. Atualmente, duas estratégias são empacotadas com 'location_order' e 'store_type' de Glance.
tr_tr: Bu değer imaj konum sırası tespiti için kullanılacak stratejiyi ayarlar. Şu anda iki strateji Glance 'location_order' ve 'store_type' ile paketlenir.
zh_tw: 此值設定將用來判斷映像檔位置順序的策略。目前，Glance 隨附了兩個策略 'location_order' 及 'store_type'。

source: Time in hours for which a task lives after, either succeeding or failing
de: Zeit in Stunden, für die eine Task anschließend aktiv bleibt, entweder bei Erfolg oder bei Fehlschlag
fr: Durée de vie en heures d'une tâche suite à une réussite ou à un échec
it: Periodo di tempo, in ore, per cui l'attività prosegue dopo l'esito positivo o meno
ko_kr: 이후에 태스크가 활성이 되는 시간(시), 성공 또는 실패
pt_br: Tempo em horas durante o qual uma tarefa é mantida, com êxito ou falha
tr_tr: Bir görevin başarılı ya da başarısız olarak sonuçlanmasından sonra saat olarak yaşayacağı süre
zh_tw: 作業在成功或失敗後存活的時間（小時）

source: Timeout for client connections' socket operations. If an incoming connection is idle for this number of seconds it will be closed. A value of '0' means wait forever.
tr_tr: İstemci bağlantılarının soket işlemleri için zaman aşımı. Eğer gelen bir bağlantı bu süre boyunca boştaysa, kapatılacaktır. '0' değerinin anlamı sonsuza kadar beklemesidir.

source: Too few arguments.
de: Zu wenig Argumente
fr: Trop peu d'arguments.
it: Troppo pochi argomenti.
ko_kr: 인수가 너무 적습니다.
pt_br: Muito poucos argumentos.
tr_tr: Çok fazla değişken.
zh_tw: 引數太少。

source: Too few locations
de: Zu wenige Positionen
fr: Trop peu d'emplacements
it: Troppo poche ubicazioni
ko_kr: 위치가 너무 적음
pt_br: Poucos locais
tr_tr: Çok az konum
zh_tw: 位置太少

source: Too many locations
de: Zu viele Positionen
fr: Trop d'emplacements
it: Troppe ubicazioni
ko_kr: 위치가 너무 많음
pt_br: Muitos locais
tr_tr: Çok fazla konum
zh_tw: 位置太多

source: Total size is %(size)d bytes across %(img_count)d images
de: Gesamtgröße ist %(size)d Byte in %(img_count)d Images
fr: La taille totale est de %(size)d octets sur %(img_count)d images
it: La dimensione totale è di %(size)d byte tra le immagini %(img_count)d
ko_kr: %(size)d 이미지에 걸쳐 전체 크기는 %(img_count)d 바이트임
pt_br: Tamanho total é %(size)d bytes em %(img_count)d imagens
tr_tr: %(img_count)d imajlarında toplam boyut %(size)d
zh_tw: 大小總計為 %(size)d 個位元組，其包含映像檔數目為 %(img_count)d

source: Turn on/off delayed delete.
de: Verzögertes Löschen ein-/ausschalten.
fr: L'activation/la désactivation a retardé la suppression.
it: Attiva/disattiva eliminazione posticipata.
ko_kr: 지연된 삭제를 켜기/끄기입니다.
pt_br: Liga/desliga a exclusão atrasada.
tr_tr: Gecikmiş silme aç/kapat.
zh_tw: 開啟/關閉延遲刪除。

source: Type version has to be a valid semver string
de: Bei der Typversion muss es sich um eine gültige semver-Zeichenkette handeln
fr: La version du type doit être une chaîne semver valide
it: La versione del tipo deve essere una stringa semver valida
ko_kr: 유형 버전은 올바른 semver 문자열이어야 함
pt_br: A versão do tipo precisa ser uma sequência semver válida
tr_tr: Tür sürümü geçerli bir semver karakter dizisi olmalıdır
zh_tw: 類型版本必須是有效的 semver 字串

source: URI cannot contain more than one occurrence of a scheme.If you have specified a URI like swift://user:pass@http://authurl.com/v1/container/obj, you need to change it to use the swift+http:// scheme, like so: swift+http://user:pass@authurl.com/v1/container/obj
de: URI kann nicht mehrere Vorkommen eines Schemas enthalten. Wenn Sie einen URI wie swift://user:pass@http://authurl.com/v1/container/obj angegeben haben, müssen Sie ihn ändern, um das swift+http://-Schema verwenden zu können. Beispiel: swift+http://user:pass@authurl.com/v1/container/obj
fr: L'URI ne peut pas contenir plusieurs occurrences d'un schéma. Si vous avez spécifié un URI tel que swift://user:pass@http://authurl.com/v1/container/obj, vous devez le modifier pour utiliser le schéma swift+http://, par exemple : swift+http://user:pass@authurl.com/v1/container/obj
it: L'URI non può contenere più di una ricorrenza di uno schema. Se è stato specificato un URI come swift://user:pass@http://authurl.com/v1/container/obj, è necessario modificarlo per utilizzare lo schema swift+http://, come: swift+http://user:pass@authurl.com/v1/container/obj
ko_kr: URI는 스킴의 둘 이상의 발생을 포함할 수 없습니다. 다음과 유사한 URI를 지정한 경우 swift://user:pass@http://authurl.com/v1/container/obj, 다음과 같이 swift+http:// 스킴을 사용하도록 변경해야 합니다. swift+http://user:pass@authurl.com/v1/container/obj
pt_br: URI não pode conter mais de uma ocorrência de um esquema. Se você tiver especificado um URI como swift://user:pass@http://authurl.com/v1/container/obj, precisará alterá-lo para usar o esquema swift+http://, desta forma: swift+http://user:pass@authurl.com/v1/container/obj
tr_tr: URI bir şemanın birden fazla olayını içeremez. Eğer URI'yi swift://user:pass@http://authurl.com/v1/container/obj gibi belirttiyseniz, swift+http:// şemasını kullanmak için onu değiştirmeniz gerekir, şu şekilde: swift+http://user:pass@authurl.com/v1/container/obj
zh_tw: URI 中不能多次出現某一架構。如果所指定的 URI 類似於 swift://user:pass@http://authurl.com/v1/container/obj，則需要將其變更成使用 swift+http:// 架構，例如：swift+http://user:pass@authurl.com/v1/container/obj

source: URL to access the image file kept in external store (READ-ONLY)
de: URL für den Zugriff auf Imagedatei in externem Speicher (SCHREIBGESCHÜTZT)
fr: URL permettant d'accéder au fichier image conservé dans le magasin externe (READ-ONLY)
it: URL per accedere al file di immagini tenuto nell'archivio esterno (READ-ONLY)
ko_kr: 내부 저장소에 보관된 이미지 파일에 액세스하기 위한 URL(읽기 전용)
pt_br: URL para acessar o arquivo de imagem mantido no armazenamento externo (SOMENTE LEITURA)
tr_tr: Harici depoda tutulan imaj dosyasına erişilecek URL (SALT OKUNUR)
zh_tw: 用來存取外部儲存庫中所保留映像檔的 URL（唯讀）

source: Unable to PUT to non-empty collection
tr_tr: Boş olmayan koleksiyona PUT işlemi yapılamadı

source: Unable to create pid file %(pid)s. Running as non-root? Falling back to a temp file, you can stop %(service)s service using: %(file)s %(server)s stop --pid-file %(fb)s
de: PID-Datei %(pid)s kann nicht erstellt werden. Wird nicht als Root ausgeführt? Es wird auf eine temporäre Datei zurückgegriffen; Sie können den Service %(service)s stoppen mithilfe von: %(file)s %(server)s stop --pid-file %(fb)s
fr: Impossible de créer le fichier PID %(pid)s. Exécution en tant que non root ? Rétablissement vers un fichier temporaire. Vous pouvez arrêter le service %(service)s avec : %(file)s %(server)s stop --pid-file %(fb)s
it: Impossibile creare il file pid %(pid)s. Eseguire come non-root? Ritorno a un file temporaneo; è possibile arrestare il servizio %(service)s utilizzando: %(file)s %(server)s stop --pid-file %(fb)s
ko_kr: pid 파일 %(pid)s을(를) 작성할 수 없습니다. 비루트로 실행 중인지 확인하십시오. 임시 파일로 돌아가 다음을 사용하여 %(service)s 서비스를 중지할 수 있습니다. %(file)s %(server)s stop --pid-file %(fb)s
pt_br: Impossível criar arquivo pid %(pid)s. Executando como não raiz? Voltando para um arquivo temporário, é possível parar o serviço %(service)s usando: %(file)s %(server)s stop --pid-file %(fb)s
tr_tr: Pid dosyası %(pid)s oluşturulamadı. Root olmadan çalıştırılsın mı? Geçici bir dosyaya geri düşüyor, şu komutları kullanarak %(service)s servisini durdurabilirsiniz: %(file)s %(server)s stop --pid-file %(fb)s
zh_tw: 無法建立 PID 檔案 %(pid)s。要以非 root 使用者身分執行嗎？ 正在撤回而使用暫存檔，您可以使用下列指令來停止 %(service)s 服務： %(file)s %(server)s stop --pid-file %(fb)s

source: Unable to filter on a range with a non-numeric value.
de: Filtern in einem Bereich mit nicht numerischem Wert nicht möglich.
fr: Impossible de filtrer sur une plage avec une valeur non numérique.
it: Impossibile filtrare in base a un intervallo con un valore non numerico.
ko_kr: 숫자가 아닌 값을 사용하여 범위에서 필터링할 수 없습니다.
pt_br: Não é possível filtrar um intervalo com um valor não numérico.
tr_tr: Sayısal olmayan değer ile bir aralıkta süzme yapılamadı.
zh_tw: 無法對包含非數值的範圍進行過濾。

source: Unable to filter using the specified range.
de: Filtern mit dem angegebenen Bereich nicht möglich.
fr: Impossible de filtrer à l'aide de la plage spécifiée.
it: Impossibile filtrare utilizzando l'intervallo specificato.
ko_kr: 지정된 범위를 사용하여 필터링할 수 없습니다.
pt_br: Não é possível filtrar usando o intervalo especificado.
tr_tr: Belirtilen aralık kullanılarak süzme yapılamadı.
zh_tw: 無法使用指定的範圍進行過濾。

source: Unable to find '%s' in JSON Schema change
de: '%s' kann in JSON-Schemaänderung nicht gefunden werden
fr: Impossible de trouver '%s' dans la modification du schéma JSON
it: Impossibile trovare '%s' nella modifica dello schema JSON
ko_kr: JSON 스키마 변경에서 '%s'을(를) 찾을 수 없음
pt_br: Não é possível localizar '%s' na mudança de Esquema JSON
tr_tr: JSON Şema değişikliğinde '%s' bulunamadı
zh_tw: 在「JSON 綱目」變更中找不到 '%s'

source: Unable to find `op` in JSON Schema change. It must be one of the following: %(available)s.
tr_tr: JSON Şema değişikliğinde `op` bulunamadı. Şu seçeneklerden biri olmalıdır: %(available)s.

source: Unable to get legacy image
de: Traditionelles Image kann nicht abgerufen werden
fr: Impossible d'obtenir une image existante
it: Impossibile ottenere l'immagine legacy
ko_kr: 레거시 이미지를 가져올 수 없음
pt_br: Não é possível obter a imagem anterior
tr_tr: Eski imaj alınamadı
zh_tw: 無法取得舊式映像檔

source: Unable to increase file descriptor limit. Running as non-root?
de: Grenzwert für Dateideskriptoren kann nicht erhöht werden. Wird nicht als Root ausgeführt?
fr: Impossible d'augmenter la limite de descripteur de fichier. Exécution en tant que non root ?
it: Impossibile aumentare il limite del descrittore di file. Eseguire come non-root?
ko_kr: 파일 디스크립터 한계를 늘릴 수 없습니다. 비루트로 실행 중인지 확인하십시오.
pt_br: Não é possível aumentar o limite do descritor de arquivo. Executando como não-raiz?
tr_tr: Dosya tanıtıcı sınır arttırılamadı. Root olmadan çalıştırılsın mı?
zh_tw: 無法增加檔案描述子限制。要以非 root 使用者身分執行嗎？

source: Unable to load %(app_name)s from configuration file %(conf_file)s. Got: %(e)r
de: %(app_name)s kann nicht aus Konfigurationsdatei %(conf_file)s geladen werden. Abgerufen: %(e)r
fr: Impossible de charger %(app_name)s depuis le fichier de configuration %(conf_file)s. Résultat : %(e)r
it: Impossibile caricare %(app_name)s dal file di configurazione %(conf_file)s. Ricevuto: %(e)r
ko_kr: 구성 파일 %(conf_file)s에서 %(app_name)s을(를) 로드할 수 없습니다. 오류 발생: %(e)r
pt_br: Não é possível carregar %(app_name)s do arquivo de configuração %(conf_file)s. Obtido: %(e)r
tr_tr: %(conf_file)s yapılandırma dosyasından %(app_name)s uygulaması yüklenemedi. Alınan: %(e)r
zh_tw: 無法從配置檔 %(conf_file)s 載入 %(app_name)s。 發生錯誤：%(e)r

source: Unable to load schema: %(reason)s
de: Schema kann nicht geladen werden: %(reason)s
fr: Impossible de charger le schéma : %(reason)s
it: Impossibile caricare lo schema: %(reason)s
ko_kr: 스키마를 로드할 수 없음: %(reason)s
pt_br: Não é possível carregar o esquema: %(reason)s
tr_tr: Şema yüklenemedi: %(reason)s
zh_tw: 無法載入綱目：%(reason)s

source: Unable to locate paste config file for %s.
de: Konfigurationsdatei zum Einfügen für %s konnte nicht gefunden werden.
fr: Impossible de localiser le fichier de configuration du collage pour %s.
it: Impossibile individuare il file di configurazione paste per %s.
ko_kr: %s에 대한 붙여넣기 구성 파일을 찾을 수 없습니다.
pt_br: Impossível localizar o arquivo de configuração de colagem para %s.
tr_tr: %s için yapıştırma yapılandırma dosyası yerleştirilemedi.
zh_tw: 找不到 %s 的 paste 配置檔。

source: Unable to modify collection in immutable or readonly property
de: Die Sammlung in der nicht veränderbaren oder schreibgeschützten Eigenschaft kann nicht geändert werden
fr: Impossible de modifier la collecte dans une propriété non modifiable ou en lecture seule
it: Impossibile modificare la raccolta in una proprietà immutabile o in sola lettura
ko_kr: 불변 특성 또는 읽기 전용 특성의 콜렉션을 수정할 수 없음
pt_br: Não é possível modificar a coleção na propriedade imutável ou somente leitura
tr_tr: Değişmez ya da salt okunur özellikteki koleksiyon değiştirilemedi
zh_tw: 無法修改不可變內容或唯讀內容中的集合

source: Unable to retrieve request id from context
de: Anforderungs-ID kann nicht von Kontext abgerufen werden
fr: Impossible d'extraire l'ID de demande du contexte
it: Impossibile recuperare l'ID richiesta dal contesto
ko_kr: 컨텍스트에서 요청 ID를 검색할 수 없음
pt_br: Não é possível recuperar o ID da solicitação do contexto
tr_tr: İçerikten istek bilgisi alınamadı
zh_tw: 無法從環境定義中擷取要求 ID

source: Unable to specify artifact type explicitly
de: Artefakttyp kann nicht explizit angegeben werden
fr: Impossible d'indiquer le type d'artefact de façon explicite
it: Impossibile specificare il tipo di risorsa utente esplicitamente
ko_kr: 아티팩트 유형을 명시적으로 지정할 수 없음
pt_br: Não é possível especificar o tipo de artefato explicitamente
tr_tr: Ürün türü açıkça belirtilemedi
zh_tw: 無法明確指定構件類型

source: Unable to specify artifact type version explicitly
de: Artefakttypversion kann nicht explizit angegeben werden
fr: Impossible d'indiquer la version du type d'artefact de façon explicite
it: Impossibile specificare la versione del tipo di risorsa utente esplicitamente
ko_kr: 아티팩트 유형 버전을 명시적으로 지정할 수 없음
pt_br: Não é possível especificar a versão do tipo de artefato explicitamente
tr_tr: Ürün türünün sürümü açıkça belirtilemedi
zh_tw: 無法明確指定構件類型版本

source: Unable to specify version if multiple types are possible
de: Version kann nicht angegeben werden, wenn mehrere Typen möglich sind
fr: Impossible d'indiquer la version si plusieurs types sont possibles
it: Impossibile specificare la versione se sono possibili più tipi
ko_kr: 유형이 여러 개인 경우 버전을 지정할 수 없음
pt_br: Não é possível especificar a versão se vários tipos forem possíveis
tr_tr: Birden fazla tür olduğundan sürüm belirtilemedi
zh_tw: 如果可能存在多個類型，則無法指定版本

source: Unable to specify version if type is not specified
de: Version kann nicht angegeben werden, wenn Typ nicht angegeben wurde
fr: Impossible d'indiquer la version si le type n'est pas spécifié
it: Impossibile specificare la versione se non è specificato il tipo
ko_kr: 유형을 지정하지 않은 경우 버전을 지정할 수 없음
pt_br: Não é possível especificar a versão se o tipo não for especificado
tr_tr: Eğer türü belirtilmediyse, sürümü belirlenemez
zh_tw: 如果未指定類型，則無法指定版本

source: Unable to upload duplicate image data for image%(image_id)s: %(error)s
de: Hochladen von doppelten Imagedaten für Image %(image_id)s nicht möglich: %(error)s
fr: Impossible de télécharger des données image en double pour l'image %(image_id)s : %(error)s
it: Impossibile caricare i dati dell'immagine duplicata per l'immagine %(image_id)s: %(error)s
ko_kr: 이미지 %(image_id)s에 대한 중복 이미지 데이터를 업로드할 수 없음: %(error)s
pt_br: Não é possível fazer upload de dados de imagem duplicados para a imagem %(image_id)s: %(error)s
tr_tr: %(image_id)s imajı için çift imaj verisi yüklenemedi: %(error)s
zh_tw: 無法上傳映像檔 %(image_id)s 的重複映像檔資料：%(error)s

source: Unauthorized image access
de: Unautorisierter Imagezugriff
fr: Accès à l'image non autorisé
it: Accesso all'immagine non autorizzato
ko_kr: 권한 없는 이미지 액세스
pt_br: Acesso à imagem desautorizado
tr_tr: Yetkisiz imaj erişimi
zh_tw: 未獲授權的映像檔存取

source: Unexpected response: %s
de: Unerwartete Antwort: %s
fr: Réponse inattendue : %s
it: Risposta imprevista: %s
ko_kr: 예상치 않은 응답: %s
pt_br: Resposta inesperada: %s
tr_tr: Beklenmeyen yanıt: %s
zh_tw: 非預期的回應：%s

source: Unknown auth strategy '%s'
de: Unbekannte Authentifizierungsstrategie '%s'
fr: Stratégie d'autorisation inconnue '%s'
it: Strategia di autenticazione sconosciuta '%s'
ko_kr: 알 수 없는 auth 전략 '%s'
pt_br: Estratégia de autenticação desconhecida %s'
tr_tr: Bilinmeyen kimlik doğrulama stratejisi '%s'
zh_tw: 不明的鑑別策略 '%s'

source: Unknown command: %s
de: Unbekanntes Kommando: %s
fr: commande %s inconnue
it: Comando sconosciuto: %s
ko_kr: 알 수 없는 명령: %s
pt_br: Comando desconhecido: %s
tr_tr: Bilinmeyen komut: %s
zh_tw: 不明指令：%s

source: Unknown sort direction, must be 'desc' or 'asc'
de: Unbekannte Sortierrichtung; muss 'desc' oder 'asc' sein
fr: Sens de tri inconnu, doit être 'desc' ou 'asc'
it: Direzione ordinamento sconosciuta, deve essere 'desc' o 'asc'
ko_kr: 알 수 없는 정렬 방향입니다. 'desc' 또는 'asc'여야 함
pt_br: Direção de classificação desconhecida; deve ser 'desc' ou 'asc'
tr_tr: Bilinmeyen sıralama yönü, 'desc' or 'asc' olmalıdır
zh_tw: 不明的排序方向，必須為 'desc' 或 'asc'

source: Unrecognized JSON Schema draft version
de: Unerkannte JSON-Schemaentwurfsversion
fr: Version brouillon du schéma JSON non reconnue
it: Versione della bozza dello schema JSON non riconosciuta
ko_kr: 인식되지 않는 JSON 스키마 드래프트 버전
pt_br: Versão rascunho do Esquema JSON não reconhecida
tr_tr: Tanınmayan JSON Şeması taslak sürümü
zh_tw: 無法辨識的「JSON 綱目」草稿版本

source: Unrecognized changes-since value
de: Unerkannter Wert für 'changes-since'
fr: Valeur changes-since non reconnue
it: Valore changes-since non riconosciuto
ko_kr: 인식되지 않는 changes-since 값
pt_br: Valor desde as alterações não reconhecido
tr_tr: Belli bir zamandan sonraki tanınmayan değişiklik değeri
zh_tw: 無法辨識 changes-since 值

source: Unsupported sort_dir. Acceptable values: %s
de: Nicht unterstützter Wert für 'sort_dir'. Zulässige Werte: %s
fr: sort_dir non pris en charge. Valeurs acceptables : %s
it: sort_dir non supportato. Valori consentiti: %s
ko_kr: 지원되지 않는 sort_dir. 허용 가능한 값: %s
pt_br: sort_dir não suportado. Valores aceitáveis: %s
tr_tr: Desteklenmeyen sort_dir. Kabul edilen değerler: %s
zh_tw: 不支援的 sort_dir。可接受的值：%s

source: Unsupported sort_key. Acceptable values: %s
de: Nicht unterstützter Wert für 'sort_key'. Zulässige Werte: %s
fr: sort_key non pris en charge. Valeurs acceptables : %s
it: sort_key non supportato. Valori consentiti: %s
ko_kr: 지원되지 않는 sort_key. 허용 가능한 값: %s
pt_br: sort_key não suportado. Valores aceitáveis: %s
tr_tr: Desteklenmeyen sort_key. Kabul edilen değerler: %s
zh_tw: 不支援的 sort_key。可接受的值：%s

source: Value %(value)d out of range, must not exceed %(max)d
tr_tr: %(value)d değeri aralık dışında, %(max)d değerini geçmemelidir

source: Value is greater than maximum
de: Der Wert überschreitet den Maximalwert
fr: La valeur est supérieure à la valeur maximale
it: Il valore è superiore al massimo
ko_kr: 값이 최대값보다 큼
pt_br: O valor é maior que o máximo
tr_tr: Değer azami değerden daha büyüktür
zh_tw: 值大於上限

source: Value is less than minimum
de: Der Wert unterschreitet den Mindestwert
fr: La valeur est inférieure à la valeur minimale
it: Il valore è inferiore al minimo
ko_kr: 값이 최소값보다 작음
pt_br: O valor é menor que o mínimo
tr_tr: Değer asgari değerden azdır
zh_tw: 值小於下限

source: Value is required
de: Wert ist erforderlich
fr: La valeur est obligatoire
it: È necessario un valore
ko_kr: 값이 필요함
pt_br: O valor é necessário
tr_tr: Değer gereklidir
zh_tw: 需要值

source: Version component is too large (%d max)
de: Versionskomponente ist zu groß (maximal %d)
fr: Taille du composant de version trop importante (%d max)
it: Componente della versione troppo grande (%d massimo)
ko_kr: 버전 컴포넌트가 너무 큼(최대 %d)
pt_br: O componente da versão é muito extenso (%d máx.)
tr_tr: Sürüm bileşeni çok büyük (en fazla %d)
zh_tw: 版本元件太大（上限為 %d）

source: Version is invalid: %(reason)s
de: Version ist ungültig: %(reason)s
fr: La version n'est pas valide : %(reason)s
it: La versione non è valida: %(reason)s
ko_kr: 버전이 올바르지 않음: %(reason)s
pt_br: A versão é inválida: %(reason)s
tr_tr: Sürüm geçersizdir: %(reason)s
zh_tw: 版本無效：%(reason)s

source: Virtual size of image in bytes (READ-ONLY)
de: Virtuelle Größe des Image in Byte (schreibgeschützt)
fr: Taille virtuelle de l'image en octets (READ-ONLY)
it: Dimensione virtuale dell'immagine in byte (READ-ONLY)
ko_kr: 이미지의 가상 크기(바이트)(읽기 전용)
pt_br: Tamanho virtual de imagem em bytes (SOMENTE LEITURA)
tr_tr: İmajın bayt olarak sanal boyutu (SALT OKUNUR)
zh_tw: 以位元組為單位的映像檔實際大小（唯讀）

source: Visibility must be either "public" or "private"
de: Sichtbarkeit muss entweder "öffentlich" oder "privat" sein
fr: La visibilité doit être "public" ou "private"
it: La visibilità deve essere "public" o "private"
ko_kr: 가시성은 "공용" 또는 "개인용" 중 하나여야 합니다.
pt_br: Visibilidade deve ser "público" ou "privado"
tr_tr: Görünürlük ya "ortak" ya da "özel" olmalıdır
zh_tw: 可見性必須是 "public" 或 "private"
