Repository: tobegit3hub/dockerized-software
Catalog: glance_docker/glance/locale/*/LC_MESSAGES/glance.po
Languages: de, fr, it, ko_kr, pt_br, tr_tr, zh_tw

source: Not allowed to upload image data for image %(image_id)s: %(error)s
de: Hochladen von Imagedaten für Image %(image_id)s nicht zulässig: %(error)s
fr: Non autorisé à télécharger des données image pour l'image %(image_id)s : %(error)s
it: Non è consentito caricare i dati dell'immagine per l'immagine %(image_id)s: %(error)s
ko_kr: 이미지 %(image_id)s에 대한 이미지 데이터의 업로드가 허용되지 않음: %(error)s
pt_br: Não é permitido fazer upload de dados de imagem para a imagem %(image_id)s: %(error)s
tr_tr: %(image_id)s imajı için imaj verisi yüklenmesine izin verilmedi: %(error)s
zh_tw: 不容許上傳映像檔 %(image_id)s 的映像檔資料：%(error)s

source: Not an array idx '%s'
tr_tr: '%s' bir dizi idx değildir

source: Number of sort dirs does not match the number of sort keys
de: Die Anzahl der Sortierverzeichnisse entspricht nicht der Anzahl der Sortierschlüssel
fr: Le nombre de rép de tri ne correspond pas au nombre de clés de tri
it: Il numero di directory di ordinamento non corrisponde al numero di chiavi di ordinamento
ko_kr: 정렬 디렉토리 수가 정렬 키 수와 일치하지 않음
pt_br: O número de diretórios de classificação não corresponde ao número de chaves de classificação
tr_tr: Sıralama dizinlerinin sayısı, sıralama anahtarlarının sayısıyla eşleşmez
zh_tw: 排序方向數目與排序鍵數目不符

source: Old and new sorting syntax cannot be combined
de: Die alte und die neue Sortiersyntax können nicht kombiniert werden
fr: Les syntaxes de tri anciennes et nouvelles ne peuvent pas être combinées
it: Impossibile combinare la nuova e la precedente sintassi di ordinamento
ko_kr: 이전 및 새 저장 구문은 결합할 수 없음
pt_br: A sintaxe de classificação nova e antiga não podem ser combinadas
tr_tr: Eski ve yeni sıralama sözdizimi birleştirilemez
zh_tw: 無法結合新舊排序語法

source: Only list indexes are allowed for blob lists
tr_tr: Blob listeleri için sadece liste indislerine izin verilir

source: Operation "%s" requires a member named "value".
de: Operation "%s" erfordert ein Element mit der Bezeichnung "value".
fr: L'opération "%s" requiert un membre nommé "value".
it: L'operazione "%s" richiede un membro denominato "value".
ko_kr: "%s" 오퍼레이션에는 "value"라는 이름의 멤버가 필요합니다.
pt_br: A operação "%s" requer um membro denominado "valor".
tr_tr: "%s" işlemi "değer" olarak adlandırılan bir üye ister.
zh_tw: 作業 "%s" 需要名稱為 "value" 的成員。

source: Operation objects must contain exactly one member named "add", "remove", or "replace".
de: Operationsobjekte müssen genau ein Element mit der Bezeichnung "add", "remove" oder "replace" enthalten.
fr: Les objets d'opération doivent contenir exactement un seul membre nommé "add", "remove" ou "replace".
it: Gli oggetti dell'operazione devono contenere esattamente un membro denominato "add", "remove" o "replace".
ko_kr: 조작 오브젝트에는 "add", "remove", 또는 "replace" 멤버 중 하나만 포함되어야 합니다.
pt_br: Objetos de operação devem conter exatamente um membro denominado "incluir", "remover" ou "substituir".
tr_tr: İşlem nesneleri "ekle", "kaldır" ya da "değiştir" olarak adlandırılan tam olarak bir üye içermelidir.
zh_tw: 作業物件必須正好包含一個名稱為 "add"、"remove" 或 "replace" 的成員。

source: Operation objects must contain only one member named "add", "remove", or "replace".
de: Operationsobjekte dürfen nur ein Element mit der Bezeichnung "add", "remove" oder "replace" enthalten.
fr: Les objets d'opération doivent contenir un seul membre nommé "add", "remove" ou "replace".
it: Gli oggetti dell'operazione devono contenere solo un membro denominato "add", " remove " o "replace".
ko_kr: 조작 오브젝트에는 "add", "remove",또는 "replace" 멤버 중 하나만 포함되어야 합니다.
pt_br: Objetos de operação devem conter apenas um membro denominado "incluir", "remover" ou "substituir".
tr_tr: İşlem nesneleri, "ekle", "kaldır" ya da "değiştir" olarak adlandırılan sadece bir üye içermelidir.
zh_tw: 作業物件只能包含一個名稱為 "add"、"remove" 或 "replace" 的成員。

source: Operations must be JSON objects.
de: Operationen müssen JSON-Objekte sein.
fr: Les opérations doivent être des objets JSON.
it: Le operazioni devono essere oggetti JSON.
ko_kr: 오퍼레이션은 JSON 오브젝트여야 합니다.
pt_br: As operações devem ser objetos JSON.
tr_tr: İşlemler JSON nesnesi olmalıdır.
zh_tw: 作業必須是 JSON 物件。

source: Operator %(op)s is not supported
de: Operator %(op)s wird nicht unterstützt
fr: L'opérateur %(op)s n'est pas pris en charge
it: L'operatore %(op)s non è supportato
ko_kr: 연산자 %(op)s은(는) 지원되지 않음
pt_br: O operador %(op)s não é suportado
tr_tr: Operatör %(op)s desteklenmiyor
zh_tw: 運算子 %(op)s 不受支援

source: Original locations is not empty: %s
de: Originalpositionen sind nicht leer: %s
fr: L'emplacement original %s n'est pas vide
it: Le ubicazioni originali non sono vuote: %s
ko_kr: 원본 위치가 비어있지 않음: %s
pt_br: Localidade original não está vazia: %s
tr_tr: Özgün konumlar boş değil: %s
zh_tw: 原始位置不是空的：%s

source: Owner must be specified to create a tag.
de: Der Eigentümer muss zum Erstellen eines Tags angegeben werden.
fr: Le propriétaire doit être indiqué pour créer une balise.
it: Il proprietario deve specificare per creare un tag.
ko_kr: 태그를 작성하려면 소유자로 지정되어야 합니다.
pt_br: O proprietário deve ser especificado para criar uma identificação.
tr_tr: Etiket oluşturmak için sahibi belirtilmelidir.
zh_tw: 必須指定擁有者才能建立標籤。

source: Owner of the image
de: Eigentümer des Image
fr: Propriétaire de l'image
it: Proprietario dell'immagine
ko_kr: 이미지의 소유자
pt_br: Proprietário da imagem
tr_tr: İmajın sahibi
zh_tw: 映像檔的擁有者

source: Owner of the namespace.
de: Eigentümer des Namensbereichs.
fr: Propriétaire de l'espace de nom.
it: Proprietario dello spazio dei nomi.
ko_kr: 네임스페이스의 소유자입니다.
pt_br: Proprietário do namespace.
tr_tr: Ad alanı sahibi.
zh_tw: 名稱空間的擁有者。

source: Param values can't contain 4 byte unicode.
de: Parameterwerte dürfen kein 4-Byte-Unicode enthalten.
fr: Les valeurs de paramètre ne peuvent pas contenir de caractère Unicode de 4 octets.
it: I valori dei parametri non possono contenere 4 byte unicode.
ko_kr: 매개변수 값에 4바이트 유니코드를 포함할 수 없습니다.
pt_br: Valores de parâmetro não podem conter unicode de 4 bytes.
tr_tr: Param değerleri 4 bayt unikod içermez.
zh_tw: 參數值不能包含 4 位元組 Unicode。

source: Partial name of a pipeline in your paste configuration file with the service name removed. For example, if your paste section name is [pipeline:glance-api-keystone] use the value "keystone"
de: Namensteil einer Pipeline in Ihrer Paste-Konfigurationsdatei mit entferntem Servicenamen. Beispiel: Wenn Ihr Paste-Abschnittsname [pipeline:glance-api-keystone] lautet, verwenden Sie den Wert "keystone"
fr: Nom partiel d'un pipeline dans le fichier de configuration de collage avec le nom de service supprimé. Par exemple, si votre section de collage est nommée [pipeline:glance-api-keystone], utilisez la valeur "keystone"
it: Nome parziale di una pipeline nel file di configurazione paste dove il nome servizio è stato rimosso. Ad esempio, se il nome sezione paste [pipeline:glance-api-keystone] utilizza il valore "keystone"
ko_kr: 서비스 이름이 제거된 붙여넣기 구성 파일에 있는 파이프라인의 부분 이름입니다. 예를 들어 붙여넣기 섹션 이름이 [pipeline:glance-api-keystone]이면 값으로 "keystone"을 사용합니다.
pt_br: Nome parcial de um pipeline no seu arquivo de cola de configuração com o nome de serviço removido. Por exemplo se sua seção de cola é [pipeline:glance-api-keystone] utilize o valor "keystone"
tr_tr: Servis adı ile yapıştırma yapılandırma dosyanızdaki iletişim hattının parçalı adı kaldırıldı. Örnek, eğer yapıştırma bölüm adınız [pipeline:glance-api-keystone] ise "keystone" değerini kullan
zh_tw: paste 配置檔中 pipeline 的部分名稱（移除了服務名稱）。比方說，如果 paste 區段名稱為[pipeline:glance-api-keystone]，請使用值 "keystone"

source: Path to the directory where json metadata files are stored
de: Pfad zu dem Verzeichnis, in dem JSON-Metadatendateien gespeichert sind
fr: Chemin d'accès au répertoire où les fichiers de métadonnées json sont stockés
it: Percorso per la directory in cui sono archiviati i file json di metadati
ko_kr: Json 메타데이터 파일이 저장된 디렉토리 경로
pt_br: O caminho ao diretório em que os arquivos de metadados json estão armazenados
tr_tr: Json metadata dosyalarının depolandığı dizin yolu
zh_tw: 在其中儲存 JSON meta 資料檔的目錄路徑

source: Plugin name '%(plugin)s' should match artifact typename '%(name)s'
de: Der Plug-in-Name '%(plugin)s' muss dem Typnamen des Artefakts '%(name)s' entsprechen
fr: Le nom de plug-in %(plugin)s doit correspondre au nom de type %(name)s de l'artefact
it: Il nome plugin '%(plugin)s' deve corrispondere al typename della risorsa utente %(name)s'
ko_kr: 플러그인 이름 '%(plugin)s'은(는) 아티팩트 유형 이름 '%(name)s'과(와) 일치해야 함
pt_br: O nome do plug-in '%(plugin)s' deve corresponder ao nome do tipo de artefato '%(name)s'
tr_tr: Eklenti adı '%(plugin)s' ile ürün tür adı '%(name)s' eşleşmelidir
zh_tw: 外掛程式名稱 '%(plugin)s' 應該與構件類型名稱 '%(name)s' 相符

source: Pointer `%s` contains "~" not part of a recognized escape sequence.
de: Zeiger `%s` enthält "~", das nicht Teil einer erkannten Escapezeichenfolge ist.
fr: Le pointeur `%s` contient "~" qui ne fait pas partie d'une séquence d'échappement reconnue.
it: Il puntatore `%s` contiene "~" che non fa parte di una sequenza escape riconosciuta.
ko_kr: `%s` 포인터에 인식되는 이스케이프 시퀀스가 아닌 "~"가 포함되어 있습니다.
pt_br: O ponteiro `%s` contém "~" não parte de uma sequência de escape reconhecida.
tr_tr: `%s` işaretçisi tanınmayan bir vazgeçme dizisinin parçası olmayan "~" içerir.
zh_tw: 指標 `%s` 包含不屬於可辨識 ESC 序列的 "~"。

source: Pointer `%s` contains adjacent "/".
de: Der Zeiger `%s` enthält ein angrenzendes "/".
fr: Le pointeur `%s` contient des éléments "/" adjacent.
it: Il puntatore `%s` contiene l'adiacente "/".
ko_kr: 포인터 `%s`에 인접 "/"가 포함됩니다.
pt_br: O ponteiro `%s` contém uma "/" adjacente.
tr_tr: `%s` işaretçisi bitişik "/" içerir.
zh_tw: 指標 `%s` 包含相鄰的 "/"。

source: Pointer `%s` does not contains valid token.
de: Der Zeiger `%s` enthält kein gültiges Token.
fr: le Pointeur '%s' ne contient pas de jeton valide.
it: Il puntatore `%s` non contiene token valido.
ko_kr: 포인터 `%s`에 올바른 토큰이 포함되어 있지 않습니다.
pt_br: O ponteiro `%s` não contém um token válido.
tr_tr: `%s`işaretçisi geçerli jeton içermez.
zh_tw: 指標 `%s` 不包含有效的記號。

source: Pointer `%s` does not start with "/".
de: Zeiger `%s` beginnt nicht mit "/".
fr: Le pointeur `%s` ne commence pas par "/".
it: Il puntatore `%s` non inizia con "/".
ko_kr: `%s` 포인터가 "/"로 시작하지 않습니다.
pt_br: O ponteiro `%s` não começa com "/".
tr_tr: `%s` işaretçisi "/" ile başlamaz.
zh_tw: 指標 `%s` 的開頭不是 "/"。

source: Pointer `%s` end with "/".
de: Der Zeiger `%s` endet mit einem "/".
fr: le pointeur '%s' se termine avec un "/".
it: Il puntatore `%s` finisce con "/".
ko_kr: 포인터 `%s`이(가) "/"로 끝납니다.
pt_br: O ponteiro `%s` termina com "/".
tr_tr: `%s` işaretçisi "/" ile sonlanır.
zh_tw: 指標 `%s` 的結尾是 "/"。

source: Pointer contains '~' which is not part of a recognized escape sequence [~0, ~1].
de: Der Zeiger enthält '~', das nicht Teil einer erkannten Escapezeichenfolge [~0, ~1] ist.
fr: Le pointeur contient '~' qui ne fait pas partie d'une séquence d'échappement reconnue[~0, ~1].
it: Il puntatore contiene '~' che non fa parte di una sequenza escape riconosciuta [~0, ~1].
ko_kr: 포인터에 인식되는 이스케이프 시퀀스 [~0, ~1]의 일부가 아닌 '~'가 포함되어 있습니다.
pt_br: O ponteiro contém '~', que não faz parte de uma sequência de escape reconhecida [~0, ~1].
tr_tr: İşaretçi tanınmış [~0, ~1] kaçış dizisi parçası olmayan '~' içerir.
zh_tw: 指標所包含的 '~' 不是可辨識 ESC 序列 [~0, ~1] 的一部分。

source: Port "%s" is not valid.
de: Port "%s" ist nicht gültig.
fr: Port "%s" n'est pas valide.
it: La porta "%s" non è valida.
ko_kr: "%s" 포트가 올바르지 않습니다.
pt_br: Porta "%s" não é válida.
tr_tr: Bağlantı noktası "%s" geçersizdir.
zh_tw: 埠 "%s" 無效。

source: Port the registry server is listening on.
de: Der Port, auf dem der Registrierungsserver hört.
fr: Port sur lequel le serveur de registre est en mode écoute.
it: La porta in cui il server del registro è in ascolto.
ko_kr: 레지스트리 서버가 청취 중인 포트입니다.
pt_br: A porta em que o servidor de registro está escutando.
tr_tr: Kayıt sunucusunun üzerinde dinlediği bağlantı noktası.
zh_tw: 登錄伺服器正在其上接聽的埠。

source: Prerelease numeric component is too large (%d characters max)
de: Numerische Komponente des Vorabrelease ist zu groß (maximal %d Zeichen)
fr: Taille du composant numérique Prerelease trop importante (%d caractères max)
it: Componente numerico prerelease troppo grande (massimo %d caratteri)
ko_kr: 사전 릴리스 숫자 컴포넌트가 너무 큼(최대 %d자)
pt_br: O componente numérico pré-liberação é muito extenso (%d caracteres máx.)
tr_tr: Önsürüm sayısal bileşeni çok büyük (en fazla %d karakter)
zh_tw: Prerelease 數值元件太大（上限為 %d 個字元）

source: Private key file to use when starting API server securely.
de: Private Schlüsseldatei zum sicheren Start des API-Servers.
fr: Fichier de clé privée à utiliser lors du démarrage du serveur d'API en toute sécurité.
it: File di chiave privata da utilizzare quando si avvia il server API in modo sicuro.
ko_kr: API 서버를 안전하게 시작할 때 사용할 개인 키 파일
pt_br: Chave privada a ser utilizada quando iniciar o servidor de API de forma segura.
tr_tr: API sunucusu güvenli başlatılırken kullanılacak özel anahtar dosyası.
zh_tw: 安全啟動 API 伺服器時要使用的私密金鑰檔。

source: Process %d not running
de: Prozess %d wird nicht ausgeführt
fr: Le processus %d n'est pas en fonctionnement
it: Il processo %d non è in esecuzione
ko_kr: 프로세스 %d이(가) 실행 중이지 않음
pt_br: O processo %d não está em execução
tr_tr: %d süreci çalışmıyor
zh_tw: 程序 %d 不在執行中

source: Properties %s must be set prior to saving data.
de: Eigenschaften %s müssen vor dem Speichern von Daten festgelegt werden.
fr: Les propriétés %s doivent être définies avant de sauvegarder les données.
it: Le proprietà %s devono essere impostate prima di salvare i dati.
ko_kr: 데이터를 저장하기 전에 %s 특성을 설정해야 합니다.
pt_br: As propriedades %s devem ser configuradas antes de salvar os dados.
tr_tr: %s özellikleri veri kaydetmeden önce ayarlanmış olmalıdır.
zh_tw: 儲存資料之前必須設定內容 %s。

source: Property %(property_name)s does not start with the expected resource type association prefix of '%(prefix)s'.
de: Eigenschaft %(property_name)s beginnt nicht mit dem erwarteten Zuordnungspräfix für Ressourcentypen '%(prefix)s'.
fr: La propriété %(property_name)s ne commence pas par le préfixe d'association de type de ressource attendu : '%(prefix)s'.
it: La proprietà %(property_name)s non inizia con il prefisso di associazione del tipo di risorsa previsto '%(prefix)s'.
ko_kr: 특성 %(property_name)s이(가) 예상 자원 유형 연관 접두부인 '%(prefix)s'(으)로 시작하지 않습니다.
pt_br: A propriedade %(property_name)s não começa com o prefixo de associação do tipo de recurso esperado de ‘%(prefix)s‘.
tr_tr: %(property_name)s özelliği beklenen kaynak tür ilişkilendirme ön eki '%(prefix)s' ile başlamaz.
zh_tw: 內容 %(property_name)s 的開頭不是預期的資源類型關聯字首 '%(prefix)s'。

source: Property %s already present.
de: Eigenschaft %s ist bereits vorhanden.
fr: Propriété %s déjà présente.
it: La proprietà %s è già presente.
ko_kr: %s 특성이 이미 존재합니다.
pt_br: Propriedade %s já presente.
tr_tr: Özellik %s zaten mevcut.
zh_tw: 內容 %s 已存在。

source: Property %s does not exist.
de: Eigenschaft %s ist nicht vorhanden.
fr: La propriété %s n'existe pas.
it: La proprietà %s non esiste.
ko_kr: %s 특성이 존재하지 않습니다.
pt_br: A propriedade %s não existe.
tr_tr: Özellik %s mevcut değil.
zh_tw: 內容 %s 不存在。

source: Property %s may not be removed.
de: Eigenschaft %s darf nicht entfernt werden.
fr: La propriété %s n'est peut-être pas supprimée.
it: La proprietà %s non può essere rimossa.
ko_kr: %s 특성을 제거할 수 없습니다.
pt_br: A propriedade %s pode não ser removida.
tr_tr: Özellik %s kaldırılamayabilir.
zh_tw: 可能無法移除內容 %s。

source: Property %s must be set prior to saving data.
de: Eigenschaft %s muss vor dem Speichern von Daten festgelegt werden.
fr: La propriété %s doit être définie avant de sauvegarder les données.
it: La proprietà %s deve essere impostata prima di salvare i dati.
ko_kr: 데이터를 저장하기 전에 %s 특성을 설정해야 합니다.
pt_br: A propriedade %s deve ser configurada antes de salvar os dados.
tr_tr: %s özelliği veri kaydetmeden önce ayarlanmış olmalıdır.
zh_tw: 儲存資料之前必須設定內容 %s。

source: Property '%(name)s' may not have value '%(val)s': %(msg)s
de: Eigenschaft '%(name)s' verfügt möglicherweise nicht über Wert '%(val)s': %(msg)s
fr: La propriété %(name)s n'a peut-être pas la valeur %(val)s : %(msg)s
it: La proprietà '%(name)s' non può avere un valore '%(val)s': %(msg)s
ko_kr: 특성 '%(name)s'에 값 '%(val)s'이(가) 없음: %(msg)s
pt_br: A propriedade '%(name)s' pode não ter o valor '%(val)s': %(msg)s
tr_tr: '%(name)s' özelliği '%(val)s' değerine sahip olmayabilir: %(msg)s
zh_tw: 內容 '%(name)s' 可能沒有值 '%(val)s'：%(msg)s

source: Property '%s' is protected
de: Eigenschaft '%s' ist geschützt
fr: La propriété '%s' est protégée
it: La proprietà '%s' è protetta
ko_kr: '%s' 특성이 보호됨
pt_br: Propriedade '%s' é protegida
tr_tr: '%s' özelliği korumalıdır
zh_tw: 內容 '%s' 受保護

source: Property names can't contain 4 byte unicode.
de: Eigenschaftsnamen dürfen kein 4-Byte-Unicode enthalten.
fr: Les noms de propriété ne peuvent pas contenir de caractère Unicode de 4 octets.
it: I nomi delle proprietà non possono contenere 4 byte unicode.
ko_kr: 특성 이름에 4바이트 유니코드를 포함할 수 없습니다.
pt_br: Os nomes de propriedade não podem conter unicode de 4 bytes.
tr_tr: Özellik adları 4 bayt unicode içeremez.
zh_tw: 內容名稱不能包含 4 位元組 Unicode。

source: Property protection on operation %(operation)s for rule %(rule)s is not found. No role will be allowed to perform this operation.
de: Kein Eigenschaftsschutz für Operation %(operation)s für Regel %(rule)s gefunden. Zum Durchführen dieser Operation ist keine Rolle zulässig.
fr: Le verrouillage des propriétés sur l'opération %(operation)s pour la règle %(rule)s est introuvable. Aucun rôle ne sera autorisé à effectuer cette opération.
it: La protezione della proprietà nell'operazione %(operation)s della regola %(rule)s non è stata trovata. L'esecuzione di questa operazione non sarà consentita ad alcun ruolo.
ko_kr: 규칙 %(rule)s에 대한 조작 %(operation)s의 특성 보호를 찾을 수 없습니다. 이 조작 수행을 위해 허용된 역할이 없습니다.
pt_br: Proteção de propriedade na operação %(operation)s para a regra %(rule)s não localizada. Nenhuma função será permitida para executar esta operação.
tr_tr: %(rule)s kuralı için %(operation)s işleminde özellik koruma bulunamadı. Bu işlemi gerçekleştirmek için hiçbir role izin verilmeyecektir.
zh_tw: 找不到規則 %(rule)s 的作業 %(operation)s 上的內容保護。將不容許任何角色執行此作業。

source: Property's %(prop)s value has not been found
de: Der Wert der Eigenschaft %(prop)s wurde nicht gefunden
fr: La valeur %(prop)s de la propriété est introuvable
it: Impossibile trovare il valore della proprietà %(prop)s
ko_kr: 특성의 %(prop)s 값을 찾지 못함
pt_br: O valor %(prop)s da propriedade não foi localizado
tr_tr: Özelliklerin %(prop)s değeri bulunamadı
zh_tw: 找不到內容 %(prop)s 的值

source: Provided header feature is unsupported: %(feature)s
de: Angegebene Headerfunktion wird nicht unterstützt: %(feature)s
fr: La fonction d'en-tête fournie n'est pas prise en charge : %(feature)s
it: La funzione dell'intestazione fornita non è supportata: %(feature)s
ko_kr: 제공된 헤더 기능은 지원되지 않음: %(feature)s
pt_br: O recurso de cabeçalho fornecido não é suportado: %(feature)s
tr_tr: Sağlanan başlık özelliği desteklenmiyor: %(feature)s
zh_tw: 不支援所提供的標頭特性：%(feature)s

source: Provided image size must match the stored image size. (provided size: %(ps)d, stored size: %(ss)d)
de: Die angegebene Imagegröße muss der gespeicherten Imagegröße entsprechen. (angegebene Größe: %(ps)d, gespeicherte Größe: %(ss)d)
fr: La taille de l'image fournie doit correspondre à la taille de l'image stockée. (taille fournie : %(ps)d, taille stockée : %(ss)d)
it: La dimensione dell'immagine fornita deve corrispondere alla dimensione dell'immagine memorizzata. (dimensione fornita: %(ps)d, dimensione memorizzata: %(ss)d)
ko_kr: 제공된 이미지 크기가 저장된 이미지 크기와 일치해야 합니다(제공된 크기: %(ps)d, 저장된 크기: %(ss)d).
pt_br: O tamanho da imagem fornecida deve corresponder ao tamanho da imagem armazenada. (tamanho fornecido: %(ps)d, tamanho armazenado:%(ss)d)
tr_tr: Sağlanan imaj boyutu depolanan imaj boyutu ile eşleşmelidir. (sağlanan boyut: %(ps)d, depolanan boyut: %(ss)d)
zh_tw: 提供的映像檔大小必須符合儲存的映像檔大小。（提供的大小：%(ps)d，儲存的大小：%(ss)d）

source: Provided object does not match schema '%(schema)s': %(reason)s
de: Angegebenes Objekt passt nicht zu Schema '%(schema)s': %(reason)s
fr: L'objet fourni ne correspond pas au schéma '%(schema)s' : %(reason)s
it: L'oggetto fornito non corrisponde allo schema '%(schema)s': %(reason)s
ko_kr: 제공된 오브젝트가 스키마 '%(schema)s'에 일치하지 않음: %(reason)s
pt_br: O objeto fornecido não corresponde ao esquema '%(schema)s': %(reason)s
tr_tr: Sağlanan nesne '%(schema)s' şeması ile eşleşmez: %(reason)s
zh_tw: 所提供的物件與綱目 '%(schema)s' 不符：%(reason)s

source: Provided status of task is unsupported: %(status)s
de: Der angegebene Status der Task wird nicht unterstützt: %(status)s
fr: Le statut fourni de la tâche n'est pas pris en charge : %(status)s
it: Lo stato dell'attività fornito non è supportato: %(status)s
ko_kr: 제공된 태스크의 상태가 지원되지 않음: %(status)s
pt_br: Status de tarefa fornecido não é suportado: %(status)s
tr_tr: Sağlanan görev durumu desteklenmiyor: %(status)s
zh_tw: 提供的作業狀態 %(status)s 不受支援

source: Provided type of task is unsupported: %(type)s
de: Der angegebene Typ der Task wird nicht unterstützt: %(type)s
fr: Le type de tâche fourni n'est pas pris en charge : %(type)s
it: Il tipo dell'attività fornito non è supportato: %(type)s
ko_kr: 제공된 태스크 유형이 지원되지 않음: %(type)s
pt_br: Tipo de tarefa fornecido não é suportado: %(type)s
tr_tr: Sağlanan görev türü desteklenmiyor: %(type)s
zh_tw: 提供的作業類型 %(type)s 不受支援

source: Provides a user friendly description of the namespace.
de: Stellt eine benutzerfreundliche Beschreibung des Namensbereichs bereit.
fr: Fournit une description conviviale de l'espace de nom.
it: Fornisce una semplice descrizione utente dello spazio dei nomi.
ko_kr: 사용자에게 익숙한 네임스페이스 설명을 제공합니다.
pt_br: Fornece uma descrição fácil do namespace.
tr_tr: Ad alanı için kullanıcı dostu bir açıklama sağlar.
zh_tw: 提供對使用者更為友善的名稱空間說明。

source: Public images do not have members.
de: Öffentliche Images haben keine Elemente.
fr: Les images publiques n'ont pas de membre.
it: Le immagini pubblica non hanno membri.
ko_kr: 공용 이미지에 멤버가 없습니다.
pt_br: As imagens não têm membros.
tr_tr: Ortak imajlar üyelere sahip değil.
zh_tw: 公用映像檔沒有成員。
