Repository: tobegit3hub/dockerized-software
Catalog: glance_docker/glance/locale/*/LC_MESSAGES/glance.po
Languages: de, fr, it, ko_kr, pt_br, tr_tr, zh_tw

source: Artifact has no property %(prop)s
de: Das Artefakt verfügt über keine Eigenschaft %(prop)s
fr: L'artefact n'a pas de propriété %(prop)s
it: La risorsa utente non ha proprietà %(prop)s
ko_kr: 아티팩트에 특성 %(prop)s이(가) 없음
pt_br: O artefato não possui a propriedade %(prop)s
tr_tr: Ürün %(prop)s özelliğine sahip değil
zh_tw: 構件沒有內容 %(prop)s

source: Artifact state cannot be changed from %(curr)s to %(to)s
de: Artefaktstatus kann nicht von %(curr)s in %(to)s geändert werden
fr: Il n'est pas possible de changer l'état de l'artefact de %(curr)s à %(to)s
it: Impossibile modificare lo stato della risorsa utente da %(curr)s a %(to)s
ko_kr: 아티팩트 상태를 %(curr)s에서 %(to)s(으)로 변경할 수 없음
pt_br: O estado do artefato não pode ser alterado de %(curr)s para %(to)s
tr_tr: Ürün durumu %(curr)s durumundan %(to)s durumuna değiştirilemez
zh_tw: 構件狀態無法從 %(curr)s 變更為 %(to)s

source: Artifact type with name '%(name)s' and version '%(version)s' is not known
de: Artefakttyp mit dem Namen '%(name)s' und der Version '%(version)s' ist unbekannt
fr: Le type d'artefact ayant le nom %(name)s et la version %(version)s est inconnu
it: Il tipo di risorsa utente con nome '%(name)s' e versione '%(version)s' non è noto
ko_kr: 이름이 '%(name)s'(이)며 버전이 '%(version)s'인 아티팩트 유형이 알 수 없는 유형임
pt_br: O tipo de artefato com nome '%(name)s' e versão '%(version)s' não é conhecido
tr_tr: '%(name)s' ad ve '%(version)s' sürümdeki ürün bilinmiyor
zh_tw: 名稱為 '%(name)s' 且版本為 '%(version)s' 的構件類型不明

source: Artifact with a circular dependency can not be created
tr_tr: Döngüsel bağımlılık ile ürün oluşturulamaz

source: Artifact with id=%(id)s is not accessible
de: Artefakt mit ID %(id)s ist nicht zugänglich
fr: L'artefact avec id=%(id)s n'est pas accessible
it: Risorsa utente con id=%(id)s non accessibile
ko_kr: ID가 %(id)s인 아티팩트에 액세스할 수 없음
pt_br: O artefato com ID=%(id)s não é acessível
tr_tr: id=%(id)s ile ürün erişilebilir değil
zh_tw: 無法存取 ID 為 %(id)s 的構件

source: Artifact with id=%(id)s was not found
de: Artefakt mit ID %(id)s wurde nicht gefunden
fr: L'artefact avec id=%(id)s est introuvable
it: Risorsa utente con id=%(id)s non trovata
ko_kr: ID가 %(id)s인 아티팩트를 찾을 수 없음
pt_br: O artefato com ID=%(id)s não foi localizado
tr_tr: id=%(id)s ile ürün bulunamadı
zh_tw: 找不到 ID 為 %(id)s 的構件

source: Artifact with the specified type, name and version already exists
de: Ein Artefakt mit dem angegebenen Typ und Namen und der angegebenen Version ist bereits vorhanden
fr: L'artefact avec le type, le nom et la version indiqués existe déjà
it: La risorsa utente con il tipo specificato, nome e versione già esiste
ko_kr: 지정된 유형, 이름, 버전을 사용하는 아티팩트가 이미 있음
pt_br: O artefato com o tipo, o nome e a versão especificados já existe
tr_tr: Belirtilen tür, ad ve sürümde ürün zaten var
zh_tw: 已存在具有所指定類型、名稱及版本的構件

source: Artifact with the specified type, name and version already has the direct dependency=%(dep)s
de: Das Artefakt mit dem angegebenen Typ und Namen und der angegebenen Version verfügt bereits über die direkte Abhängigkeit %(dep)s
fr: L'artefact avec le type, le nom et la version indiqués a déjà la dépendance directedependency=%(dep)s
it: La risorsa utente con il tipo specificato, nome e versione già dispone di una dipendenza diretta=%(dep)s
ko_kr: 지정된 유형, 이름, 버전을 사용하는 아티팩트에 이미 직접 종속성 %(dep)s이(가) 있음
pt_br: O artefato com o tipo, o nome e a versão especificados já possui a dependência direta=%(dep)s
tr_tr: Belirtilen tür, ad ve sürümde ürün zaten doğrudan bağımlılığa=%(dep)s sahip
zh_tw: 具有所指定類型、名稱及版本的構件已具有直接相依關係 %(dep)s

source: Artifact with the specified type, name and version already has the transitive dependency=%(dep)s
de: Das Artefakt mit dem angegebenen Typ und Namen und der angegebenen Version verfügt bereits über die transitive Abhängigkeit %(dep)s
fr: L'artefact avec le type, le nom et la version indiqués a déjà la dépendance transitoiredependency=%(dep)s
it: La risorsa utente con il tipo specificato, nome e versione già dispone di una dipendenza transitiva=%(dep)s
ko_kr: 지정된 유형, 이름, 버전을 사용하는 아티팩트에 상태 전이 종속성 %(dep)s이(가) 있음
pt_br: O artefato com o tipo, o nome e a versão especificados já possui a dependência transitiva=%(dep)s
tr_tr: Belirtilen tür, ad ve sürümdeki ürün, zaten geçişli bağımlılığa=%(dep)s sahip
zh_tw: 具有所指定類型、名稱及版本的構件已具有可轉移的相依關係 %(dep)s

source: Attempt to set readonly property
de: Versuch, eine schreibgeschützte Eigenschaft festzulegen
fr: Tentative de définition d'une propriété en lecture seule
it: Tentativo di impostare la proprietà in sola lettura
ko_kr: 읽기 전용 특성 설정 시도
pt_br: Tentativa de configurar a propriedade somente leitura
tr_tr: Salt okunur özellik ayarlamayı dene
zh_tw: 試圖設定唯讀內容

source: Attempt to set value of immutable property
de: Versuch, den Wert einer nicht veränderbaren Eigenschaft festzulegen
fr: Tentative de définition de la valeur d'une propriété non modifiable
it: Tentativo di impostare il valore della proprietà immutabile
ko_kr: 불변 특성 값 설정 시도
pt_br: Tentativa de configurar o valor da propriedade imutável
tr_tr: Değişmez özelliğin değerini ayarlamaya çalışın
zh_tw: 試圖設定不可變內容的值

source: Attempt to upload duplicate image: %s
de: Versuch, doppeltes Image hochzuladen: %s
fr: Tentative de téléchargement d'image en double : %s
it: Tentativo di caricare un duplicato di immagine: %s
ko_kr: 중복 이미지를 업로드하려고 시도 중: %s
pt_br: Tentativa de fazer upload de imagem duplicada: %s
tr_tr: Çift imaj yüklemeyi dene: %s
zh_tw: 嘗試上傳重複的映像檔：%s

source: Attempted to update Location field for an image not in queued status.
de: Versuch, Adressfeld für ein Image zu aktualisieren, das sich nicht im Warteschlangenmodus befindet.
fr: Vous avez tenté de mettre à jour la zone Emplacement pour une image qui n'a pas le statut en file d'attente.
it: Si è tentato di aggiornare il campo Ubicazione per un'immagine che non si trova nello stato accodato.
ko_kr: 큐에 들어간 상태에 있지 않은 이미지에 대한 위치 필드를 업데이트하려고 시도함
pt_br: Tentativa de atualizar o campo Local para uma imagem não está no status em fila.
tr_tr: Durumu kuyruğa alınmış olmayan bir imaj için Konum alanı güncellemesi denendi.
zh_tw: 已嘗試更新處於未排入佇列狀態之映像檔的「位置」欄位。

source: Attribute '%(property)s' is read-only.
de: Attribut '%(property)s' ist schreibgeschützt.
fr: L'attribut '%(property)s' est en lecture seule.
it: Attributo '%(property)s' è di sola lettura.
ko_kr: '%(property)s' 속성은 읽기 전용입니다.
pt_br: O atributo '%(property)s' é somente leitura.
tr_tr: '%(property)s' özniteliği salt okunurdur.
zh_tw: 屬性 '%(property)s' 是唯讀的。

source: Attribute '%(property)s' is reserved.
de: Attribut '%(property)s' ist reserviert.
fr: L'attribut '%(property)s' est réservé.
it: L'attributo '%(property)s' è riservato.
ko_kr: '%(property)s' 속성은 예약되어 있습니다.
pt_br: O atributo '%(property)s' é reservado.
tr_tr: '%(property)s' özniteliği ayrılmıştır.
zh_tw: 屬性 '%(property)s' 已保留。

source: Attribute '%s' is read-only.
de: Attribut '%s' ist schreibgeschützt.
fr: L'attribut '%s' est en lecture seule.
it: Attributo '%s' è di sola lettura.
ko_kr: '%s' 속성은 읽기 전용입니다.
pt_br: Atributo '%s' é apenas leitura.
tr_tr: '%s' özniteliği salt okunurdur.
zh_tw: 屬性 '%s' 是唯讀的。

source: Attribute '%s' is reserved.
de: Attribut '%s' ist reserviert.
fr: Attribut '%s' est réservé.
it: L'attributo '%s' è riservato.
ko_kr: '%s' 속성은 예약되어 있습니다.
pt_br: Atributo '%s' é reservado.
tr_tr: '%s' özniteliği ayrılmıştır.
zh_tw: 屬性 '%s' 已保留。

source: Attribute container_format can be only replaced for a queued image.
de: Attribut 'container_format' kann nur durch ein Image in der Warteschlange ersetzt werden.
fr: L'attribut container_format ne peut être remplacé que pour une image mise en file d'attente.
it: L'attributo container_format può essere sostituito solo per un'immagine nella coda.
ko_kr: 큐에 있는 이미지에 대해 속성 container_format을 대체할 수 있습니다.
pt_br: Atributo container_format pode ser apenas substituído por uma imagem na fila.
tr_tr: container_format özniteliği sadece kuyruğa alınmış bir imaj için değiştirilebilir.
zh_tw: 僅已排入佇列的映像檔可以取代屬性 container_format。

source: Attribute disk_format can be only replaced for a queued image.
de: Attribut 'disk_format' kann nur durch ein Image in der Warteschlange ersetzt werden.
fr: L'attribut disk_format ne peut être remplacé que pour une image mise en file d'attente.
it: L'attributo disk_format può essere sostituito solo per un'immagine nella coda.
ko_kr: 큐에 있는 이미지에 대해 속성 disk_format을 대체할 수 있습니다.
pt_br: Atributo disk_format pode ser apenas substituído por uma imagem na fila.
tr_tr: disk_format özniteliği sadece kuyruğa alınmış bir imaj için değiştirilebilir.
zh_tw: 僅已排入佇列的映像檔可以取代屬性 disk_format。

source: Auth key for the user authenticating against the Swift authentication service. (deprecated)
de: Authentifizierungsschlüssel für den Benutzer, der beim Swift-Authentifizierungsservice authentifiziert wird. (veraltet)
fr: Clé d'authentification de l'utilisateur auprès du service d'authentification (obsolète)
it: Chiave auth per l'utente che si sta autenticando sul servizio di autenticazione servizio. (obsoleto)
ko_kr: Swift 인증 서비스에 대한 사용자 인증을 위한인증 키입니다. (더 이상 사용되지 않음)
pt_br: A chave de autenticação do usuário autenticado com relação ao serviço de autenticação Swift. (descontinuado)
tr_tr: Swift kimlik doğrulama servisine dayalı kullanıcı doğrulama için yetkili anahtar. (önerilmiyor)
zh_tw: 針對 Swift 鑑別服務進行使用者鑑別的鑑別金鑰。（已淘汰）

source: Auth service at URL %(url)s not found.
de: Authentifizierungsservice unter URL %(url)s nicht gefunden.
fr: Service d'auth à l'URL %(url)s non trouvé.
it: Servizio di autenticazione all'URL %(url)s non trovato.
ko_kr: URL %(url)s의 Auth 서비스를 찾을 수 없습니다.
pt_br: Serviço de autenticação na URL %(url)s não localizado.
tr_tr: %(url)s URL'inde kimlik doğrulama servisi bulunamadı.
zh_tw: 在 URL %(url)s 處找不到鑑別服務。

source: Authorization failed.
de: Autorisierung fehlgeschlagen.
fr: Echec de l'autorisation.
it: Autorizzazione non riuscita.
ko_kr: 권한 부여에 실패했습니다.
pt_br: Falha de autorização.
tr_tr: Yetkilendirme başarısız oldu.
zh_tw: 授權失敗。

source: Available categories:
tr_tr: Kullanılabilir kategoriler:

source: Bad Command: %s
de: Fehlerhaftes Kommando: %s
fr: Commande %s erronée
it: Comando non corretto: %s
ko_kr: 잘못된 명령: %s
pt_br: Comandos inválidos: %s
tr_tr: Hatalı Komut: %s
zh_tw: 錯誤的指令：%s

source: Bad header: %(header_name)s
de: Fehlerhafter Header: %(header_name)s
fr: Erreur d’entête: %(header_name)s
it: Intestazione non valida: %(header_name)s
ko_kr: 잘못된 헤더: %(header_name)s
pt_br: Cabeçalho inválido: %(header_name)s
tr_tr: Kötü başlık: %(header_name)s
zh_tw: 錯誤的標頭：%(header_name)s

source: Bad value passed to filter %(filter)s got %(val)s
de: Falscher an Filter %(filter)s übergebener Wert hat %(val)s abgerufen
fr: Valeur incorrecte transmise pour filtrer %(filter)s, %(val)s obtenu
it: Il valore non valido fornito al filtro %(filter)s ha riportato %(val)s
ko_kr: 잘못된 값이 %(filter)s 필터에 전달됨, %(val)s 제공
pt_br: Valor inválido passado para o filtro %(filter)s obteve %(val)s
tr_tr: %(filter)s süzgecine geçirilen hatalı değer %(val)s var
zh_tw: 傳遞給過濾器 %(filter)s 的值不正確，取得 %(val)s

source: Badly formed S3 URI: %(uri)s
de: Falsches Format der S3 URI: %(uri)s
fr: URI S3 incorrecte : %(uri)s
it: URI S3 formato in modo non corretto: %(uri)s
ko_kr: 양식이 잘못된 S3 URI: %(uri)s
pt_br: URI S3 malformado: %(uri)s
tr_tr: Hatalı oluşturulmuş S3 URI: %(uri)s
zh_tw: S3 URI 的格式不正確：%(uri)s

source: Badly formed credentials '%(creds)s' in Swift URI
de: Fehlerhafter Berechtigungsnachweis '%(creds)s' in Swift-URI
fr: Données d'identification incorrectes '%(creds)s' dans l'URI Swift
it: Credenziali con formato non corretto %(creds)s' nell'URI Swift
ko_kr: Swift URI에 양식이 잘못된 신임 정보 '%(creds)s'
pt_br: Credenciais malformadas '%(creds)s' no URI Swift
tr_tr: Swift URI içinde hatalı oluşturulmuş kimlik bilgileri '%(creds)s'
zh_tw: Swift URI 中認證 '%(creds)s' 的格式不正確

source: Badly formed credentials in Swift URI.
de: Fehlerhafter Berechtigungsnachweis in Swift-URI.
fr: Données d'identification incorrectes dans l'URI Swift.
it: Credenziali formate in modo non corretto nell'URI Swift.
ko_kr: Swift URI에 양식이 잘못된 신임 정보가 있습니다.
pt_br: Credenciais malformadas no URI Swift.
tr_tr: Swift URI içinde hatalı oluşturulmuş kimlik bilgileri.
zh_tw: Swift URI 中認證的格式不正確。

source: Base directory that the Image Cache uses.
de: Stammverzeichnis für den Abbild-Zwischenspeicher.
fr: Répertoire de base que le cache d'image utilise.
it: La directory di base che la cache dell'immagine utilizza.
ko_kr: 이미지 캐시가 사용하는 기본 디렉토리입니다.
pt_br: Diretório base que o Cache de Imagens utiliza.
tr_tr: İmaj Önbellek kullanan taban dizin.
zh_tw: 「映像檔快取」所使用的基本目錄。

source: Blob %(name)s may not have multiple values
de: Das Blob-Objekt %(name)s verfügt möglicherweise nicht über mehrere Werte
fr: L'objet BLOB %(name)s peut n'avoir qu'une valeur
it: Blob %(name)s non può avere più valori
ko_kr: Blob %(name)s에 값이 여러 개일 수 없음
pt_br: O BLOB %(name)s não pode ter diversos valores
tr_tr: Blob %(name)s birden çok değeri olmayabilir
zh_tw: 二進位大型物件 %(name)s 不能具有多個值

source: Blob size is not set
de: Blob-Objekt-Größe nicht festgelegt
fr: La taille de l'objet BLOB n'est pas définie
it: Dimensione blob non impostata
ko_kr: Blob 크기를 설정하지 않음
pt_br: O tamanho do BLOB não está configurado
tr_tr: Blob boyutu ayarlı değil
zh_tw: 未設定二進位大型物件大小

source: Body expected in request.
de: Text in Anforderung erwartet.
fr: Corps attendu dans la demande
it: Corpo previsto nella richiesta.
ko_kr: 요청에 본문이 있어야 합니다.
pt_br: Corpo esperado na solicitação.
tr_tr: İstekte beklenen vücut.
zh_tw: 要求中需要內文。

source: Both file and legacy_image_id may not be specified at the same time
de: Datei und legacy_image_id dürfen nicht gleichzeitig angegeben werden
fr: Le fichier et legacy_image_id peuvent ne pas être indiqués au même moment
it: Non è possibile specificare contemporaneamente entrambi file e legacy_image_id
ko_kr: 파일 및 legacy_image_id를 동시에 지정할 수 없음
pt_br: O arquivo e o legacy_image_id não podem ser especificados ao mesmo tempo
tr_tr: Aynı anda hem dosya hem de legacy_image_id belirtilemeyebilir
zh_tw: 不能同時指定檔案和 legacy_image_id

source: CA certificate file to use to verify connecting clients.
de: CA-Zertifikatsdatei zur Überprüfung der sich verbindenden Clients.
fr: Fichier de l'autorité de certification CA à utiliser pour vérifier les connexions clientes
it: File certificato CA da utilizzare per verificare la connessione dei client.
ko_kr: 클라이언트 연결을 확인하기 위해 사용하는 CA 인증 파일
pt_br: Arquivo de certificado CA a ser utilizado para verifcar os clientes que se conectam.
tr_tr: Bağlanan istemcileri doğrulamak için kullanılacak CA sertifika dosyası.
zh_tw: 要用來驗證連接用戶端的 CA 憑證檔。

source: Cannot be a negative value
de: Darf kein negativer Wert sein
fr: Ne peut pas être une valeur négative
it: Non può essere un valore negativo
ko_kr: 음수 값일 수 없음
pt_br: Não pode ser um valor negativo
tr_tr: Negatif bir değer olamaz
zh_tw: 不能是負數值

source: Cannot be a negative value.
tr_tr: Negatif bir değer olamaz.

source: Cannot convert image %(key)s '%(value)s' to an integer.
de: Image %(key)s '%(value)s' kann nicht in eine Ganzzahl konvertiert werden.
fr: Impossible de convertir l'image %(key)s '%(value)s' en entier.
it: Impossibile convertire %(key)s dell'immagine '%(value)s' in un numero intero.
ko_kr: 이미지 %(key)s '%(value)s'을(를) 정수로 변환할 수 없습니다.
pt_br: Não é possível converter a imagem %(key)s '%(value)s' para um número inteiro.
tr_tr: %(key)s '%(value)s' imaj değeri bir tam sayıya dönüştürülemez.
zh_tw: 無法將映像檔 %(key)s '%(value)s' 轉換為整數。

source: Cannot declare artifact property with reserved name 'metadata'
de: Es kann keine Artefakteigenschaft mit dem reservierten Namen 'metadata' deklariert werden
fr: Impossible de déclarer la propriété d'artefact avec le nom réservé 'metadata'
it: Impossibile dichiarare la proprietà della risorsa utente con il nome riservato 'metadata'
ko_kr: 예약된 이름 'metadata'를 사용하는 아티팩트 특성을 선언할 수 없음
pt_br: Não é possível declarar a propriedade de artefato com o nome reservado 'metadata'
tr_tr: Ayrılmış ad 'metadata' ile ürün özelliği ifade edilemez
zh_tw: 無法宣告具有保留名稱 'metadata' 的構件內容

source: Cannot load artifact '%(name)s'
de: Das Artefakt '%(name)s' kann nicht geladen werden
fr: Impossible de charger l'artefact %(name)s
it: Impossibile caricare la risorsa utente '%(name)s'
ko_kr: 아티팩트 '%(name)s'을(를) 로드할 수 없음
pt_br: Não é possível carregar o artefato '%(name)s'
tr_tr: '%(name)s' ürünü yüklenemez
zh_tw: 無法載入構件 '%(name)s'

source: Cannot replace locations from a non-empty list to a non-empty list.
de: Positionen aus einer nicht leeren Liste können nicht in einer nicht leeren Liste ersetzt werden.
fr: Impossible de remplacer les localisations d'une liste non vide vers une autre liste non vide
it: Impossibile sostituire le ubicazioni da un elenco non vuoto ad un elenco non vuoto.
ko_kr: 비어 있지 않은 목록에서 비어 있지 않은 목록으로 위치를 변경할 수 없습니다.
pt_br: Não é possível substituir localidades de uma lista não-vazia para uma lista não-vazia.
tr_tr: Boş olmayan listelerin konumları değiştirilemez.
zh_tw: 無法取代在兩個非空清單之間的位置。

source: Cannot save data for image %(image_id)s: %(error)s
de: Daten für Abbild %(image_id)s können nicht gespeichert werden: %(error)s
fr: Les données pour l'image %(image_id)s ne peuvent pas être sauvegardées : erreur %(error)s
it: Impossibile salvare i dati per l'immagine %(image_id)s: %(error)s
ko_kr: 이미지 %(image_id)s 에 대한 데이터 저장 불가: %(error)s
pt_br: Não é possível salvar os dados da imagem %(image_id)s: %(error)s
tr_tr: %(image_id)s imajı için veri kaydedilemiyor: %(error)s
zh_tw: 無法儲存映像檔 %(image_id)s 的資料：%(error)s

source: Cannot specify 'max_size' explicitly
de: 'max_size' kann nicht explizit angegeben werden
fr: Impossible d'indiquer max_size de façon explicite
it: Impossibile specificare 'max_size' esplicitamente
ko_kr: 'max_size'를 명시적으로 지정할 수 없음
pt_br: Não é possível especificar 'max_size' explicitamente
tr_tr: 'max_size' Açıkça belirtilemez
zh_tw: 無法明確指定 'max_size'

source: Cannot specify 'min_size' explicitly
de: 'min_size' kann nicht explizit angegeben werden
fr: Impossible d'indiquer min_size de façon explicite
it: Impossibile specificare 'min_size' esplicitamente
ko_kr: 'min_size'를 명시적으로 지정할 수 없음
pt_br: Não é possível especificar 'min_size' explicitamente
tr_tr: 'min_size' açıkça belirtilemez
zh_tw: 無法明確指定 'min_size'

source: Cannot upload to an unqueued image
de: Hochladen auf Image, das sich nicht in Warteschlange befindet, nicht möglich
fr: Téléchargement impossible dans une image non placée en file d'attente
it: Impossibile caricare un'immagine non accodata
ko_kr: 큐에 들어가지 않은 이미지에 업로드할 수 없음
pt_br: Não é possível fazer upload para uma imagem fora da fila
tr_tr: Kuyruğa alınmamış imaj yüklenemez
zh_tw: 無法上傳至未排入佇列的映像檔

source: Cannot use this parameter with the operator %(op)s
de: Dieser Parameter kann nicht mit dem Operator %(op)s verwendet werden
fr: Impossible d'utiliser ce paramètre avec l'opérateur %(op)s
it: Impossibile utilizzare questo parametro con l'operatore %(op)s
ko_kr: 연산자 %(op)s(으)로 이 매개변수를 사용할 수 없음
pt_br: Não é possível usar este parâmetro com o operador %(op)s
tr_tr: %(op)s operatörü ile bu parametreler kullanılamaz
zh_tw: 無法將此參數與運算子 %(op)s 搭配使用

source: Certificate file to use when starting API server securely.
de: Zertifikatsdatei zum sicheren Start des API-Servers.
fr: Fichier certificat à utiliser lors du démarrage du serveur d'API en toute sécurité.
it: File certificato da utilizzare quando si avvia il server API in modo sicuro.
ko_kr: API 서버를 안전하게 시작할 때 사용하는 인증 파일
pt_br: Arquivo de certificado a ser utilizado quando iniciar o servidor de API de forma segura.
tr_tr: API sunucusu güvenli başlatılırken kullanılacak sertifika dosyası.
zh_tw: 安全啟動 API 伺服器時要使用的憑證檔。

source: Checksum verification failed. Aborted caching of image '%s'.
de: Verifizierung von Kontrollsumme fehlgeschlagen. Zwischenspeichern von Image '%s' abgebrochen.
fr: Echec de vérification du total de contrôle. Mise en cache de l'image '%s' annulée.
it: Verifica checksum non riuscita. È stata interrotta la memorizzazione nella cache dell'immagine '%s'.
ko_kr: 체크섬 검증에 실패했습니다. '%s' 이미지 캐시가 중단되었습니다.
pt_br: A soma de verificação falhou. Interrompido o armazenamento em cache da imagem '%s'.
tr_tr: Sağlama doğrulama başarısız oldu. '%s' imajını önbelleğe alma işlemi durduruldu.
zh_tw: 總和檢查驗證失敗。已中止快取映像檔 '%s'。

source: Client disconnected before sending all data to backend
de: Die Verbindung zum Client wurde beendet, bevor alle Daten zum Backend geschickt wurden
fr: Client déconnecté avant l'envoi de toutes les données au backend
it: Client disconnesso prima di inviare tutti i dati a backend
ko_kr: 모든 데이터를 백엔드로 전송하기 전에 클라이언트 연결이 끊어짐
pt_br: Cliente desconectado antes de enviar todos os dados para o backend
tr_tr: İstemci tüm verileri art alanda çalışan uygulamaya göndermeden önce bağlantıyı kesti
zh_tw: 用戶端已在將所有資料傳送至後端之前斷線

source: Command not found
de: Kommando nicht gefunden
fr: La commande n'a pas été trouvée
it: Comando non trovato
ko_kr: 명령을 찾을 수 없음
pt_br: Comando não encontrado
tr_tr: Komut bulunamadı
zh_tw: 找不到指令

source: Configuration option was not valid
de: Konfigurationsoption war nicht gültig
fr: L'option de configuration n'était pas valide
it: Opzione di configurazione non valida
ko_kr: 구성 옵션이 올바르지 않음
pt_br: A opção de configuração não era válida
tr_tr: Yapılandırma seçeneği geçerli değildi.
zh_tw: 配置選項無效

source: Connect error/bad request to Auth service at URL %(url)s.
de: Verbindungsfehler/fehlerhafte Anforderung an Authentifizierungsservice unter URL %(url)s.
fr: Erreur de connexion/demande erronée pour le service d'auth à l'URL %(url)s.
it: Connetti richiesta/non corretta o in errore per il servizio di autenticazione all'URL %(url)s.
ko_kr: 연결 오류/URL %(url)s에서 Auth 서비스에 대한 잘못된 요청입니다.
pt_br: Erro de conexão/solicitação inválida para serviço de autenticação na URL %(url)s.
tr_tr: %(url)s URL'indeki kimlik doğrulama servisine bağlantı hatası/hatalı istek.
zh_tw: 將錯誤/不當的要求連接至 URL %(url)s 處的鑑別服務。

source: Constructed URL: %s
de: Erstellte URL: %s
fr: URL construite : %s
it: URL costruita: %s
ko_kr: URL을 구성함: %s
pt_br: URL construída: %s
tr_tr: URL inşa edildi: %s
zh_tw: 已建構 URL：%s

source: Container format is not specified.
tr_tr: Kap biçimi belirtilmemiş.

source: Content-Type must be application/octet-stream
de: Inhaltstyp muss Anwendungs-/Oktett-Stream sein
fr: Le type de contenu doit être application/octet-stream
it: Tipo-contenuto deve essere application/octet-stream
ko_kr: Content-Type은 application/octet-stream이어야 함
pt_br: Tipo de Conteúdo deve ser application/octet-stream
tr_tr: İçerik-Türü uygulama/sekiz bitli bayt akışı olmalıdır
zh_tw: 內容類型必須是 application/octet-stream

source: Corrupt image download for image %(image_id)s
de: Fehlerhafter Image-Download für Image %(image_id)s
fr: téléchargement d'image endommagée pour l'image %(image_id)s
it: Esecuzione del download immagine danneggiato per l'immagine %(image_id)s
ko_kr: %(image_id)s 이미지에 대한 손상된 이미지 다운로드
pt_br: Download de imagem corrompido para a imagem %(image_id)s
tr_tr: %(image_id)s imajı için bozuk imaj indir
zh_tw: 映像檔 %(image_id)s 的映像檔下載已毀損

source: Could not bind to %(host)s:%(port)s after trying for 30 seconds
de: Keine Bindung an %(host)s:%(port)s möglich nach Versuch über 30 Sekunden
fr: Liaison impossible à %(host)s:%(port)s après une tentative de 30 secondes
it: Impossibile collegarsi a %(host)s:%(port)s dopo aver tentato per 30 secondi
ko_kr: 30초 동안 시도한 후 %(host)s:%(port)s에 바인드할 수 없음
pt_br: Não foi possível ligar a %(host)s:%(port)s depois de tentar por 30 segundos
tr_tr: 30 saniyelik denemeden sonra %(host)s:%(port)s bağlanamadı
zh_tw: 嘗試 30 秒鐘後仍無法連結至 %(host)s:%(port)s

source: Could not find metadata object %s
de: Metadatenobjekt %s konnte nicht gefunden werden
fr: L'objet métadonnées %s est introuvable
it: Impossibile trovare l'oggetto di metadati %s
ko_kr: 메타데이터 오브젝트 %s을(를) 찾을 수 없음
pt_br: Não foi possível localizar o objeto de metadados %s
tr_tr: Metadata nesnesi %s bulunamadı
zh_tw: 找不到 meta 資料物件 %s
