Repository: tobegit3hub/dockerized-software
Catalog: glance_docker/glance/locale/*/LC_MESSAGES/glance-log-info.po
Languages: tr_tr

source: %(task_id)s of %(task_type)s completed
tr_tr: %(task_id)s / %(task_type)s tamamlandı

source: 'metadata_encryption_key' was not specified in the config file or a config file was not specified. This means that this migration is a NOOP.
tr_tr: 'metadata_encryption_key' yapılandırma dosyasında belirtilmemiş ya da yapılandırma dosyası belirtilmemiş. Bu, bu taşımanın NOOP olduğu anlamına gelir.

source: Access denied to image %(id)s but returning 'not found'
tr_tr: %(id)s imajına erişim engellendi ancak 'not found' geri döndürülüyor

source: All workers have terminated. Exiting
tr_tr: Bütün işçiler sonlandırıldı. Çıkılıyor

source: Artifact %s has been successfully loaded
tr_tr: Ürün %s başarılı bir şekilde yüklendi

source: Calling %(funcname)s: args=%(args)s, kwargs=%(kwargs)s
tr_tr: %(funcname)s: args=%(args)s, kwargs=%(kwargs)s çağrılıyor

source: Caught keyboard interrupt. Exiting.
tr_tr: Klavye kesme isteği yakalandı. Çıkılıyor.

source: Child %d exiting normally
tr_tr: Alt %d'den normal bir şekilde çıkılıyor

source: Cleaning up %s after exceeding the quota
tr_tr: Kotayı aştıktan sonra %s temizleniyor

source: Cleaning up %s after exceeding the quota.
tr_tr: Kota aşıldıktan sonra %s temizleniyor.

source: Considering: %s
tr_tr: Değerlendiriliyor: %s

source: Could not find artifact %s
tr_tr: %s ürünü bulunamadı

source: Daemon Shutdown on KeyboardInterrupt
tr_tr: KeyboardInterrupt üzerinde Artalan İşlem Kapat

source: Defaulting to SQLite driver.
tr_tr: SQLite sürücüsü varsayılıyor.

source: Delete denied for public image %(id)s
tr_tr: %(id)s ortak imajı için silme işlemi engellendi

source: File %s loaded to database.
tr_tr: %s dosyası veritabanına yüklendi.

source: Image %(id)s not found
tr_tr: %(id)s imajı bulunamadı

source: Image %s could not be found after upload. The image may have been deleted during the upload.
tr_tr: %s imajı yükledikten sonra bulunamadı. İmaj yükleme sırasında silinmiş olabilir.

source: Image %s is being synced
tr_tr: %s imajı eşzamanlandırılıyor

source: Image %s is deactivated
tr_tr: %s imajı devre dışı bırakıldı

source: Image %s is reactivated
tr_tr: %s imajı yeniden etkinleştirildi

source: Image %s metadata has changed
tr_tr: %s imajı üst verisi değiştirildi

source: Image cache loaded driver '%s'.
tr_tr: İmaj önbelleği '%s' sürücüsünü yükledi.

source: Initialized gzip middleware
tr_tr: Gzip katmanı başlatıldı

source: Initialized image cache management middleware
tr_tr: İmaj önbellek yönetim katmanı başlatıldı

source: Initialized image cache middleware
tr_tr: İmaj önbellek katmanı başlatıldı

source: Initializing scrubber with configuration: %s
tr_tr: Temizleyici yapılandırma ile başlatılıyor: %s

source: Loading known task scripts for task_id %(task_id)s of type %(task_type)s
tr_tr: %(task_type)s türünün %(task_id)s görev_numarası için bilinen görev betikleri yükleniyor

source: Metadata loading finished
tr_tr: Üst veri yüklemesi bitti

source: Namespace %(namespace)s saved in %(file)s
tr_tr: %(namespace)s ad alanı %(file)s içinde kaydedildi

source: Not queueing image '%s'. Already being written to cache
tr_tr: '%s' imajı kuyruğa alınmıyor. Zaten önbelleğe yazıldı

source: Not queueing image '%s'. Already cached.
tr_tr: '%s' imajı kuyruğa alınmıyor. Zaten önbelleğe alındı.

source: Not queueing image '%s'. Already queued.
tr_tr: '%s' imajı kuyruğa alınmıyor. Zaten kuyruğa alınmıştı.

source: Overwriting namespace %s
tr_tr: %s ad alanı üzerine yazılıyor

source: Reaped %(reaped)s %(entry_type)s cache entries
tr_tr: %(reaped)s %(entry_type)s önbellek girdileri kaldırıldı

source: Rejecting image creation request for invalid image id '%(bad_id)s'
tr_tr: Geçersiz imaj numarası '%(bad_id)s' için imaj oluşturma isteği reddediliyor

source: Removed dead child %s
tr_tr: Ölü alt %s kaldırıldı

source: Removed invalid cache file %s
tr_tr: Geçersiz ön bellek dosyası %s silindi

source: Removed stale child %s
tr_tr: Bozuk alt %s kaldırıldı

source: Removed stalled cache file %s
tr_tr: Bozuk önbellek dosyası %s silindi

source: Returning %(funcname)s: %(output)s
tr_tr: %(funcname)s geri döndürülüyor: %(output)s

source: Scrubbing image %(id)s from %(count)d locations.
tr_tr: %(count)d konumundan %(id)s imajı temizleniyor.

source: Skipping namespace %s. It already exists in the database.
tr_tr: %s ad alanı geçiliyor. Bu ad alanı veritabanında zaten var.

source: Starting %d workers
tr_tr: %d işçi başlatılıyor

source: Starting Daemon: wakeup_time=%(wakeup_time)s threads=%(threads)s
tr_tr: Artalan İşlemleri Başlatılıyor: uyanma_zamanı=%(wakeup_time)s iş parçacıkları=%(threads)s

source: Starting single process server
tr_tr: Tek işlem sunucusu başlatılıyor

source: Storing: %s
tr_tr: Depolanıyor: %s

source: Successfully cached all %d images
tr_tr: Bütün %d imajları başarılı bir şekilde önbelleğe alındı

source: Successfully created image %(id)s
tr_tr: %(id)s imajı başarılı bir şekilde oluşturuldu

source: Successfully deleted a membership from image %(id)s
tr_tr: %(id)s imajından bir üye başarılı bir şekilde silindi

source: Successfully deleted image %(id)s
tr_tr: %(id)s imajı başarılı bir şekilde silindi

source: Successfully updated a membership for image %(id)s
tr_tr: %(id)s imajı için üyeler başarılı bir şekilde güncellendi

source: Successfully updated memberships for image %(id)s
tr_tr: %(id)s imajı için üyeler başarılı bir şekilde güncellendi

source: Table %s has been cleared
tr_tr: %s tablosu temizlendi

source: Task %(task_id)s beginning import execution.
tr_tr: İçeri aktarma işlemi başlatan görev %(task_id)s.

source: Task %(task_id)s: Could not import image file %(image_data)s
tr_tr: %(task_id)s Görev: %(image_data)s imaj dosyası içeri aktarılamadı

source: Task %(task_id)s: Got image data uri %(data_uri)s to be imported
tr_tr: %(task_id)s Görev: İçeri aktarılacak imaj veri uri'si %(data_uri)s alındı

source: Task [%(task_id)s] status changing from %(cur_status)s to %(new_status)s
tr_tr: [%(task_id)s] görev durumu %(cur_status)s durumundan %(new_status)s yeni duruma değiştiriliyor

source: Triggering asynchronous copy from external source
tr_tr: Harici kaynaktan eşzamansız kopyalama tetikleniyor

source: Unable to get deleted image
tr_tr: Silinen imaj alınamadı

source: Update denied for public image %(id)s
tr_tr: %(id)s ortak imajı için güncelleme engellendi

source: Updating metadata for image %(id)s
tr_tr: %(id)s imajı için üst veri güncelleniyor

source: Uploaded data of image %s from request payload successfully.
tr_tr: İstek yükünden %s imaj verileri başarılı bir şekilde yüklendi.

source: creating table %(table)s
tr_tr: %(table)s tablosu oluşturuluyor

source: dropping table %(table)s
tr_tr: %(table)s tablosu siliniyor
