Repository: tobegit3hub/dockerized-software
Catalog: glance_docker/glance/locale/*/LC_MESSAGES/glance.po
Languages: de, fr, it, ko_kr, pt_br, tr_tr, zh_tw

source: Public url to use for versions endpoint. The default is None, which will use the request's host_url attribute to populate the URL base. If Glance is operating behind a proxy, you will want to change this to represent the proxy's URL.
de: Öffentliche URL zur Verwendung für Versionsendpunkte. Standard ist 'None', wobei das Attribut 'host_url' der Anforderung zum Ausfüllen der URL-Basis verwendet wird. Wenn Glance hinter einem Proxy betrieben wird, möchten Sie dies möglicherweise so ändern, dass die URL des Proxy widergegeben wird.
fr: URL publique à utiliser pour le noeud final des versions. La valeur par défaut est None : l'attribut host_url de la demande est employé pour remplir la base de l'URL. Si Glance s'exécute derrière un proxy, vous devrez changer cette valeur pour représenter l'URL du proxy.
it: L'URL pubblico da utilizzare per l'endpoint della versione. Il valore predefinito è None, che utilizzerà l'attributo host_url della richiesta per popolare la base dell'URL. Se Glance è dietro ad un proxy, sarà necessario cambiare questo valore riportando l'URL proxy.
ko_kr: 버전 엔드포인트에 사용할 공용 url입니다. 기본값은 None이며 이를 사용하면 요청의 host_url 속성을 사용하여 URL의 기본을 채웁니다. 글랜스를 프록시 배후에서 작동 중이면 프록시 URL을 나타내도록 이를 변경할 수 있습니다.
pt_br: URL pública para usar com terminal de versões. O padrão é Nenhum, que irá usar o atributo host_url da solicitação para preencher a base da URL. Se Glance estiver operacional por trás de um proxy, você desejará alterá-lo para representar a URL do proxy.
tr_tr: Sürüm uç noktaları için kullanılacak ortak url. Öntanımlı olan Hiçbiri, URL tabanını doldurmak için isteğin host_url özniteliğini kullanacak. Eğer Glance bir vekil sunucu arkasında işletiliyorsa, vekil sunucunun URL'ini gösterecek şekilde değiştirmek isteyeceksiniz.
zh_tw: 要用於版本端點的公用 URL。預設值為 None，這將會使用要求的 host_url 屬性來移入基本 URL。如果 Glance 在 Proxy 後方作業，您將會想要變更此項以代表Proxy 的 URL。

source: Python module path of data access API
de: Python-Modulpfad von Datenzugriffs-API
fr: API d'accès aux données du chemin du module Python
it: Il percorso del modulo Python dell'API di accesso dati
ko_kr: 데이터 액세스 API의 Python 모듈 경로
pt_br: Caminho do módulo Python do acesso de dados de API
tr_tr: Veri erişim API'sinin Python modül yolu
zh_tw: 資料存取 API 的 Python 模組路徑

source: Received invalid HTTP redirect.
de: Ungültige HTTP-Umleitung erhalten.
fr: Redirection HTTP non valide reçue.
it: Ricevuto un reindirizzamento HTTP non valido.
ko_kr: 올바르지 않은 HTTP 경로 재지정을 수신했습니다.
pt_br: Redirecionamento de HTTP inválido recebido.
tr_tr: Geçersiz HTTP yeniden yönlendirme isteği alındı.
zh_tw: 收到無效的 HTTP 重新導向。

source: Redirecting to %(uri)s for authorization.
de: Umleitung auf %(uri)s für Autorisierung.
fr: Redirection vers %(uri)s pour autorisation.
it: Reindirizzamento a %(uri)s per l'autorizzazione.
ko_kr: 권한 부여를 위해 %(uri)s(으)로 경로 재지정 중입니다.
pt_br: Redirecionando para %(uri)s para obter autorização.
tr_tr: Yetkilendirme için %(uri)s adresine yeniden yönlendiriliyor.
zh_tw: 正在重新導向至 %(uri)s 以進行授權。

source: Registry service can't use %s
de: Registrierungsdienst kann %s nicht verwenden
fr: Le service de registre ne peut pas utiliser %s
it: Il servizio registro non può utilizzare %s
ko_kr: 레지스트리 서비스에서 %s을(를) 사용할 수 없음
pt_br: Serviço de registro não pode utilizar %s
tr_tr: Kayıt defteri servisi %s kullanamaz
zh_tw: 登錄服務無法使用 %s

source: Registry was not configured correctly on API server. Reason: %(reason)s
de: Registrierungsdatenbank wurde nicht ordnungsgemäß auf einem API-Server konfiguriert. Grund: %(reason)s
fr: Le registre n'a pas été configuré correctement sur le serveur d'API. Cause : %(reason)s
it: Il registro non è stato configurato correttamente sul server API. Motivo: %(reason)s
ko_kr: API 서버에서 레지스트리가 올바르게 구성되지 않았습니다. 이유: %(reason)s
pt_br: O registro não foi configurado corretamente no servidor de API. Motivo: %(reason)s
tr_tr: Kayıt defteri API sunucusunda doğru bir şekilde yapılandırılamadı. Nedeni: %(reason)s
zh_tw: API 伺服器上未正確地配置登錄。原因：%(reason)s

source: Relation %(name)s may not have multiple values
de: Die Beziehung %(name)s verfügt möglicherweise nicht über mehrere Werte
fr: La relation %(name)s peut n'avoir qu'une valeur
it: La relazione %(name)s non può avere più valori
ko_kr: 관계 %(name)s에 값이 여러 개일 수 없음
pt_br: A relação %(name)s não pode ter diversos valores
tr_tr: %(name)s bağlantısının birden çok değeri olmayabilir
zh_tw: 關係 %(name)s 不能具有多個值

source: Reload of %(serv)s not supported
de: Erneutes Laden von %(serv)s nicht unterstützt
fr: Rechargement de %(serv)s non pris en charge
it: Ricaricamento di %(serv)s non supportato
ko_kr: %(serv)s을(를) 다시 로드할 수 없음
pt_br: Recarregamento de %(serv)s não suportado
tr_tr: %(serv)s yeniden yükleme desteklenmiyor
zh_tw: 不支援重新載入 %(serv)s

source: Reloading %(serv)s (pid %(pid)s) with signal(%(sig)s)
de: %(serv)s (PID %(pid)s) wird mit Signal (%(sig)s) erneut geladen
fr: Rechargement de %(serv)s (pid %(pid)s) avec le signal (%(sig)s)
it: Ricaricamento %(serv)s (pid %(pid)s) con segnale(%(sig)s)
ko_kr: 신호(%(sig)s)와 함께 %(serv)s(pid %(pid)s) 다시 로드 중
pt_br: Recarregando %(serv)s (pid %(pid)s) com sinal (%(sig)s)
tr_tr: (%(sig)s) sinyali ile %(serv)s (pid %(pid)s) yeniden yükleniyor
zh_tw: 正在使用信號 (%(sig)s) 來重新載入 %(serv)s (pid %(pid)s)

source: Removing stale pid file %s
de: Veraltete PID-Datei %s wird entfernt
fr: Suppression du fichier PID %s périmé
it: Rimozione del file pid %s obsoleto in corso
ko_kr: 시간이 경과된 pid 파일 %s을(를) 제거하는 중
pt_br: Removendo o arquivo pid %s antigo
tr_tr: Bozuk pid dosyası %s kaldırılıyor
zh_tw: 正在移除過時 PID 檔案 %s

source: Request body must be a JSON array of operation objects.
de: Anforderungshauptteil muss eine JSON-Array mit Operationsobjekten sein.
fr: Le corps de la demande doit être une matrice JSON d'objets Opération.
it: Il corpo della richiesta deve essere un array JSON degli oggetti dell'operazione.
ko_kr: 요청 본문은 오퍼레이션 오브젝트의 JSON 배열이어야 합니다.
pt_br: O corpo da solicitação deve ser uma matriz JSON de objetos de operação.
tr_tr: İstek vücudu işlem nesnelerinin bir JSON dizisi olmalıdır.
zh_tw: 要求內文必須是作業物件的 JSON 陣列。

source: Request must be a list of commands
de: Die Anfrage muss eine Liste von Kommandos sein
fr: La demande doit être une liste de commandes
it: La richiesta deve essere un elenco di comandi
ko_kr: 요청은 쉼표로 구분한 목록이어야 합니다.
pt_br: Requisição deve ser uma lista de comandos
tr_tr: İstek komutların bir listesi olmalıdır
zh_tw: 要求必須是指令清單

source: Required store %s is invalid
de: Der verlangte Speicher %s ist ungültig
fr: Le magasin requis %s n'est pas valide
it: Archivio richiesto %s non valido
ko_kr: 필수 저장소 %s이(가) 올바르지 않음
pt_br: O armazenamento necessário %s é inválido
tr_tr: İstenen depo %s geçersizdir
zh_tw: 需要的儲存庫 %s 無效

source: Resource type names should be aligned with Heat resource types whenever possible: http://docs.openstack.org/developer/heat/template_guide/openstack.html
de: Ressourcentypennamen sollten möglichst immer an den Heat-Ressourcentypen ausgerichtet werden: http://docs.openstack.org/developer/heat/template_guide/openstack.html
fr: Les noms de type de ressource doivent être alignés avec les types de ressource Heat dans la mesure du possible : http://docs.openstack.org/developer/heat/template_guide/openstack.html
it: I nomi del tipo di risorsa devono essere allineati con i tipi di risorsa Heat quando possibile: http://docs.openstack.org/developer/heat/template_guide/openstack.html
ko_kr: 자원 유형 이름은 히트 자원 유형에 맞게 지정되어야 합니다.사용 가능: http://docs.openstack.org/developer/heat/template_guide/openstack.html
pt_br: Os nomes do tipo de recurso devem estar alinhados aos tipos de recurso do Heat sempre que possível: http://docs.openstack.org/developer/heat/template_guide/openstack.html
tr_tr: Kaynak tür adları her fırsatta, Heat kaynak türleri ile hizalanmalıdır: http://docs.openstack.org/developer/heat/template_guide/openstack.html
zh_tw: 資源類型名稱應該儘可能與 Heat 資源類型一致：http://docs.openstack.org/developer/heat/template_guide/openstack.html

source: Response from Keystone does not contain a Glance endpoint.
de: Antwort von Keystone enthält keinen Glance-Endpunkt.
fr: La réponse de Keystone ne contient pas un noeud final Glance.
it: La risposta dal Keystone non contiene un endpoint Glance.
ko_kr: 키스톤의 응답에 글랜스 엔드포인트가 들어있지 않습니다.
pt_br: A resposta de Keystone não contém um terminal de Visão Rápida.
tr_tr: Keystone yanıtı bir Glance uç noktası içermiyor.
zh_tw: Keystone 的回應不包含 Glance 端點。

source: Role used to identify an authenticated user as administrator.
de: Die verwendete Rolle um einen angemeldeten Benutzer als Administrator zu identifizieren.
fr: Rôle utilisé pour identifier un utilisateur authentifié comme administrateur.
it: Ruolo utilizzato per identificare un utente autenticato come amministratore.
ko_kr: 인증된 사용자를 관리자로 식별하는 데 사용되는 역할.
pt_br: Papel utilizado para identificar um usuário autenticado como administrador.
tr_tr: Rol, kimliği doğrulanmış bir kullanıcıyı yönetici olarak belirlemek için kullanılır.
zh_tw: 用來將已鑑別使用者識別為管理者的角色。

source: Run as a long-running process. When not specified (the default) run the scrub operation once and then exits. When specified do not exit and run scrub on wakeup_time interval as specified in the config.
de: Als Prozess mit langer Laufzeit ausführen. Wenn dies nicht angegeben ist (Standardwert), wird die scrub-Operation einmal ausgeführt und der Vorgang dann beendet. Ist dies angegeben, wird der Vorgang nicht beendet und scrub wird im Intervall 'wakeup_time' wie in der Konfiguration angegeben ausgeführt.
fr: Exécuter en tant que processus interruptible. Lorsqu'aucune valeur n'est indiquée (par défaut), exécute l'opération d'épuration une fois, puis quitte le programme. Lorsqu'une valeur est indiquée, ne quitte pas le programme et exécute l'épuration à l'intervalle wakeup_time indiquée dans la configuration.
it: Eseguire come un processo di lunga elaborazione. Quando non specificato (impostazione predefinita) eseguire l'operazione di ripulitura una volta e quindi uscire. Quando specificato non uscire ed eseguire la ripulitura ad intervalli wakeup_time come specificato nella configurazione.
ko_kr: 장기 실행 프로세스로 실행됩니다. 지정하지 않는 경우(기본값) 삭제 조작을 한 번 실행한 다음 종료합니다. 종료하지 않도록 지정된 경우 구성에 지정된 wakeup_time 간격으로 삭제를 실행하십시오.
pt_br: Executar como um processo de execução longa. Quando não especificado (o padrão), executa a operação de limpeza uma vez e depois sai. Quando especificado, não saia e execute a limpeza dentro do intervalo wakeup_time, conforme especificado na configuração.
tr_tr: Uzun sürecek bir işlem olarak çalıştır. Belirtilmezse (öntanımlı) iptal işlemi bir kez çalıştırılır ve sonrasında çıkar. Eğer belirtilirse, çıkmaz ve yapılandırma ayarında belirtilen wakeup_time aralığında çalıştırılır.
zh_tw: 作為長時間執行程序來執行。當未指定時（預設值），執行清除作業一次，然後結束。當指定時，不結束，並依據配置中指定的 wakeup_time 間隔來執行清除。

source: Scope of image accessibility
de: Umfang der Imagezugänglichkeit
fr: Périmètre d'accessibilité de l'image
it: Ambito di accessibilità dell'immagine
ko_kr: 이미지 접근성의 범위
pt_br: Escopo de acessibilidade de imagem
tr_tr: İmaj erişilebilirlik kapsamı
zh_tw: 映像檔的可存取性範圍

source: Scope of namespace accessibility.
de: Umfang der Zugänglichkeit des Namensbereichs.
fr: Périmètre de l'accessibilité de l'espace de nom.
it: Ambito di accessibilità dello spazio dei nomi.
ko_kr: 네임스페이스 접근성의 범위입니다.
pt_br: Escopo da acessibilidade do namespace.
tr_tr: Ad alanı erişebilirlik kapsamı.
zh_tw: 名稱空間的可存取性範圍。

source: Server %(serv)s is stopped
de: Server %(serv)s wurde gestoppt
fr: Le serveur %(serv)s est arrêté
it: Il server %(serv)s è stato arrestato
ko_kr: 서버 %(serv)s이(가) 중지됨
pt_br: O servidor %(serv)s foi interrompido
tr_tr: Sunucu %(serv)s durdurulur
zh_tw: 伺服器 %(serv)s 已停止

source: Server worker creation failed: %(reason)s.
de: Erstellung von Server-Worker fehlgeschlagen: %(reason)s.
fr: Echec de la création de travailleur de serveur : %(reason)s.
it: Creazione dell'operatore server non riuscita: %(reason)s.
ko_kr: 서버 작업자 작성에 실패함: %(reason)s.
pt_br: Falha na criação do trabalhador do servidor: %(reason)s.
tr_tr: Sunucu işçisi oluşturma işlemi başarısız oldu: %(reason)s.
zh_tw: 建立伺服器工作程式失敗：%(reason)s。

source: Set a system wide quota for every user. This value is the total capacity that a user can use across all storage systems. A value of 0 means unlimited.Optional unit can be specified for the value. Accepted units are B, KB, MB, GB and TB representing Bytes, KiloBytes, MegaBytes, GigaBytes and TeraBytes respectively. If no unit is specified then Bytes is assumed. Note that there should not be any space between value and unit and units are case sensitive.
de: Legt eine systemweite Quote für jeden Benutzer fest. Dieser Wert ist die Gesamtkapazität, die ein Benutzer in allen Speichersystemen zusammengenommen verwenden kann. Der Wert 0 bedeutet 'unbegrenzt'. Für den Wert kann eine optionale Einheit angegeben werden. Zulässige Einheiten sind B, KB, MB, GB und TB (diese stehen für Bytes, Kilobytes, Megabytes, Gigabytes bzw. Terabytes). Bei fehlender Einheitenangabe werden Bytes angenommen. Beachten Sie, dass zwischen dem Wert und der Einheit kein Leerzeichen stehen sollte und dass bei Einheiten die Groß-/Kleinschreibung beachtet werden muss.
fr: Définissez un quota système suffisant pour chaque utilisateur. Cette valeur est la capacité totale qu'un utilisateur peut utiliser dans tous les systèmes de stockage. Une valeur nulle signifie sans limite. Il est possible d'indiquer une unité optionnelle pour la valeur. Les unités acceptées sont B, KB, MB, GB et TB représentant respectivement des octets, des kilooctets, des mégaoctets, des gigaoctets et des téraoctets. Si aucune unité n'est indiquée, les octets sont utilisés par défaut. La valeur et l'unité doivent être accolées et les unités distinguent les majuscules et les minuscules.
it: Impostare un'ampia quota di sistema per ogni utente. Questo valore rappresenta la capacità totale che un utente può utilizzare tra tutti i sistemi di archiviazione. Un valore pari a 0 indica una capacità illimitata. Per un valore è possibile specificare unità opzionali. Le unità accettate sono B, KB, MB, GB e TB che rappresentano rispettivamente Byte, KiloByte, MegaByte, GigaByte e TeraByte. Se non è specificata nessuna unità, vengono utilizzati i Byte. Tener presente che non devono essere presenti spazi tra il valore e l'unità e le unità sono sensibili al maiuscolo/minuscolo.
ko_kr: 각 사용자에 대한 시스템 차원의 할당량을 설정하십시오. 이 값은 모든 스토리지 시스템에서 사용자가 사용할 수 있는 전체 용량입니다. 0 값은 무제한을 의미합니다. 값에 선택적 단위를 지정할 수 있습니다. 허용되는 단위는 각각 바이트, 킬로바이트, 메가바이트, 기가바이트 및 테라바이트를 나타내는 B, KB, MB, GB 및 TB입니다. 단위를 지정하지 않으면 바이트로 가정합니다. 값과 단위 사이에 공백을 사용하지 않아야 하며 단위는 대소문자를 구분합니다.
pt_br: Configure uma cota ampla do sistema para cada usuário. Esse valor é a capacidade total que um usuário pode usar em todos os sistemas de armazenamento. Um valor de 0 significa ilimitada. A unidade opcional pode ser especificada para o valor. Unidades aceitas são B, KB, MB, GB e TB que representa Bytes, Kilobytes, MegaBytes, GigaBytes e TeraBytes respectivamente. Se nenhuma unidade for especificada, então Bytes é assumido. Observe que não deve haver nenhum espaço entre o valor e unidade e unidades fazem distinção entre maiúsculas e minúsculas.
tr_tr: Her kullanıcı için geniş bir sistem kotası ayarla. Bu değer, bir kullanıcının bütün depolama sistemlerinde kullanabileceği toplam kapasitedir. 0 değerinin anlamı, limitsizdir. Değer için isteğe bağlı birim belirtilebilir. Beklenen birimler B, KB, MB, GB ve TB, sırasıyla bayt, KiloBayt, MegaBayt, GigaBayt ve TeraBayttır. Eğer birim belirtilmezse, Bayt varsayılır. Değer ve birim arasında boşluk olmaması gerektiğine ve birimlerin küçük/büyük harf duyarlı olmasına dikkat edin.
zh_tw: 給每個使用者設定系統通用的配額。此值是使用者可以在所有儲存體系統上使用的總容量。值 0 表示無限制。可以為該值指定選用單位。接受的單位有B、KB、MB、GB 和 TB，分別代表位元組、千位元組、百萬位元組、十億位元組和兆位元組。如果未指定單位，則將採用位元組。請注意，在值與單位之間不應有任何空格，並且單位區分大小寫。

source: Show level %(shl)s is not supported in this operation
de: Das Anzeigen von Ebene %(shl)s wird bei dieser Operation nicht unterstützt
fr: L'affichage du niveau %(shl)s n'est pas pris en charge dans cette opération
it: Mostra livello %(shl)s non è supportata in questa operazione
ko_kr: 이 조작에서는 표시 레벨 %(shl)s이(가) 지원되지 않음
pt_br: Mostrar o nível %(shl)s não é suportado nesta operação
tr_tr: Bu işlemde %(shl)s seviyesi gösterme desteklenmez
zh_tw: 顯示層次 %(shl)s 在此作業中不受支援

source: Size of image file in bytes (READ-ONLY)
de: Größe der Imagedatei in Byte (SCHREIBGESCHÜTZT)
fr: Taille du fichier d'image en octets (READ-ONLY)
it: Dimensione del file di immagine in byte (READ-ONLY)
ko_kr: 이미지 파일의 크기(바이트)(읽기 전용)
pt_br: Tamanho da imagem em bytes (SOMENTE LEITURA)
tr_tr: İmaj dosyasının bayt olarak boyutu (SALT OKUNUR)
zh_tw: 以位元組為單位的映像檔大小（唯讀）

source: Some resource types allow more than one key / value pair per instance. For example, Cinder allows user and image metadata on volumes. Only the image properties metadata is evaluated by Nova (scheduling or drivers). This property allows a namespace target to remove the ambiguity.
de: Bei manchen Ressourcentypen sind mehrere Schlüssel/Wert-Paare pro Instanz zulässig. Cinder lässt z. B. Benutzer- und Imagemetadaten für Datenträger zu. Nur die Metadaten der Imageeigenschaften werden von Nova ausgewertet (Planung oder Treiber). Diese Eigenschaft lässt zu, dass ein Namensbereichsziel die Mehrdeutigkeit entfernt.
fr: Certains types de ressource autorisent plusieurs paires clé-valeur par instance. Par exemple, Cinder autorise les métadonnées d'utilisateur et d'image sur les volumes. Seules les métadonnées de propriétés d'image sont évaluées par Nova (planification ou pilotes). Cette propriété autorise une cible d'espace de nom pour lever l'ambiguïté.
it: Alcuni tipi di risorsa consentono più di una coppia chiave / valore per istanza. Ad esempio, Cinder consente metadati immagine ed utente sui volumi. Solo i metadati delle proprietà dell'immagine vengono valutati da Nova (pianificazione o driver). Questa proprietà consente una destinazione dello spazio dei nomi per eliminare l'ambiguità.
ko_kr: 일부 자원 유형은 인스턴스 당 둘 이상의 키 / 값 쌍을 허용합니다.예를 들어, Cinder는 볼륨에 사용자 및 이미지 메타데이터를 허용합니다. 이미지 특성 메타데이터만 Nova(스케줄링 또는 드라이버)에 의해 평가됩니다. 이 특성은 모호성을 제거하기 위해 네임스페이스 대상을 허용합니다.
pt_br: Alguns tipos de recurso permitem mais de um par de chave/valor por instância. Por exemplo, o Cinder permite metadados do usuário e da imagem em volumes. Somente os metadados de propriedades da imagem são avaliados pelo Nova (planejamento ou drivers). Essa propriedade permite que um destino de namespace remova a ambiguidade.
tr_tr: Bazı kaynak türleri her sunucu başına birden fazla anahtar / değer çiftine izin verir. Örneğin, Cinder mantıksal sürücü üzerinde kullanıcı ve imaj metadatalarına izin verir. Sadece imaj özellikleri metadataları Nova ile değerlendirilir (zamanlama ya da sürücüler). Bu özellik belirsizliği kaldırmak için bir ad alanı hedefine olanak sağlar.
zh_tw: 部分資源類型容許每個實例具有多個鍵值組。例如，Cinder 容許使用者及映像檔 meta 資料存在於多個磁區上。Nova 只評估映像檔內容 meta 資料（正在排程或驅動程式）。此內容容許名稱空間目標消除此語義不明確情況。

source: Sort direction supplied was not valid.
de: Die angegebene Sortierrichtung war nicht gültig.
fr: Le sens de tri fourni n'était pas valide.
it: La direzione di ordinamento fornita non è valida.
ko_kr: 제공된 정렬 방향이 올바르지 않습니다.
pt_br: A direção de classificação fornecida não era válida.
tr_tr: Sağlanan sıralama yönü geçersizdir.
zh_tw: 提供的排序方向無效。

source: Sort key supplied was not valid.
de: Der angegebene Sortierschlüssel war nicht gültig.
fr: La clé de tri fournie n'était pas valide.
it: La chiave di ordinamento fornita non è valida.
ko_kr: 제공되는 정렬 키가 올바르지 않습니다.
pt_br: A chave de classificação fornecida não era válida.
tr_tr: Sağlanan sıralama anahtarı geçersizdir.
zh_tw: 提供的排序鍵無效。

source: Specifies the prefix to use for the given resource type. Any properties in the namespace should be prefixed with this prefix when being applied to the specified resource type. Must include prefix separator (e.g. a colon :).
de: Gibt das Präfix an, das für den angegebenen Ressourcentyp zu verwenden ist. Alle Eigenschaften im Namensbereich sollten dieses Präfix aufweisen, wenn sie auf den angegebenen Ressourcentyp angewendet werden. Muss Präfixtrennzeichen aufweisen (z. B. einen Doppelpunkt :).
fr: Spécifie le préfixe à utiliser pour le type de ressource donné. Toutes les propriétés de l'espace de nom doivent être précédées de ce préfixe lorsqu'elles s'appliquent au type de ressource spécifié. Vous devez inclure un séparateur de préfixe (par exemple, le signe deux-points :).
it: Specifica il prefisso da utilizzare per il tipo di risorsa fornito. Qualsiasi proprietà nello spazio dei nomi deve essere preceduta da un prefisso quando viene applicata ad un tipo di risorsa specificato. Deve includere un separatore di prefisso (ad esempio due punti :).
ko_kr: 제공된 자원 유형에 사용할 접두부를 지정합니다. 지정된 자원 유형에 적용되는 경우 네임스페이스의 모든 특성은 이 접두부로 시작해야 합니다. 접두부 구분 기호(예: 콜론 :)를 포함해야 합니다.
pt_br: Especifica o prefixo a ser usado para o tipo de recurso determinado. Qualquer propriedade no namespace deve ter esse prefixo ao ser aplicada ao tipo de recurso especificado. O separador de prefixo deve ser incluído (p. ex., dois pontos :).
tr_tr: Verilen kaynak türü için kullanılacak öneki belirtir. Ad alanındaki her özellik belirtilen kaynak türüne uygulanırken önek eklenmelidir. Önek ayıracı içermelidir (örneğin; :).
zh_tw: 指定要用於給定資源類型的字首。將名稱空間內的任何內容套用至指定的資源類型時，都應該為該內容新增此字首。必須包括字首分隔字元（例如，冒號 :）。

source: Specifies which task executor to be used to run the task scripts.
de: Gibt an, welches Tasksteuerprogramm zum Ausführen der Taskscripts zu verwenden ist.
fr: Indique le programme d'exécution de tâche à utiliser pour exécuter les scripts de tâche.
it: Specifica quale esecutore attività deve essere utilizzato per eseguire gli script di attività.
ko_kr: 태스크 스크립트를 실행하는 데 사용할 태스크 실행 프로그램을 지정합니다.
pt_br: Especifica qual executor da tarefa a ser utilizado para executar os scripts da tarefa.
tr_tr: Görev betiklerini çalıştırmak için kullanılacak görev yürütücüsünü belirtir.
zh_tw: 指定要用於執行作業 Script 的作業執行程式。

source: Status must be "pending", "accepted" or "rejected".
de: Status muss "pending", "accepted" oder "rejected" sein.
fr: L'état doit être "en attente", "accepté" ou "rejeté".
it: Lo stato deve essere "pending", "accepted" o "rejected".
ko_kr: 상태는 "보류 중", "수락됨" 또는 "거부됨"이어야 합니다.
pt_br: O status deve ser "pendente", "aceito" ou "rejeitado".
tr_tr: Durum "bekliyor", "kabul edildi" ya da "reddedildi" olmalıdır.
zh_tw: 狀態必須是 "pending"、"accepted" 或 "rejected"。

source: Status not specified
de: Status nicht angegeben
fr: Statut non spécifié
it: Stato non specificato
ko_kr: 상태를 지정하지 않음
pt_br: Status não especificado
tr_tr: Durum belirtilmemiş
zh_tw: 未指定狀態

source: Status of the image (READ-ONLY)
de: Status des Image (SCHREIBGESCHÜTZT)
fr: Statut de l'image (READ-ONLY)
it: Stato dell'immagine (READ-ONLY)
ko_kr: 이미지의 상태(읽기 전용)
pt_br: Status da imagem (SOMENTE LEITURA)
tr_tr: İmajın durumu (SALT OKUNUR)
zh_tw: 映像檔的狀態（唯讀）

source: Status transition from %(cur_status)s to %(new_status)s is not allowed
de: Der Statusübergang von %(cur_status)s zu %(new_status)s ist nicht zulässig
fr: La transition de statut de %(cur_status)s vers %(new_status)s n'est pas autorisée
it: Il passaggio di stato da %(cur_status)s a %(new_status)s non è consentito
ko_kr: %(cur_status)s에서 %(new_status)s(으)로의 상태 전이가 허용되지 않음
pt_br: Status de transição de %(cur_status)s para %(new_status)s não é permitido
tr_tr: %(cur_status)s mevcut durumundan %(new_status)s yeni duruma geçişe izin verilmez
zh_tw: 不容許狀態從 %(cur_status)s 轉移至 %(new_status)s
