Repository: tobegit3hub/dockerized-software
Catalog: glance_docker/glance/locale/*/LC_MESSAGES/glance.po
Languages: de, fr, it, ko_kr, pt_br, tr_tr, zh_tw

source: Could not find metadata tag %s
de: Metadatentag %s konnte nicht gefunden werden
fr: Balise de métadonnées %s introuvable
it: Impossibile trovare il tag di metadati %s
ko_kr: 메타데이터 태그 %s을(를) 찾을 수 없음
pt_br: Não foi possível localizar a identificação de metadados %s
tr_tr: %s metadata etiketi bulunamadı
zh_tw: 找不到 meta 資料標籤 %s

source: Could not find namespace %s
de: Namensbereich %s konnte nicht gefunden werden
fr: Espace de nom %s introuvable
it: Impossibile trovare lo spazio dei nomi %s
ko_kr: %s 네임스페이스를 찾을 수 없음
pt_br: Não foi possível localizar o namespace %s
tr_tr: %s ad alanı bulunamadı
zh_tw: 找不到名稱空間 %s

source: Could not find property %s
de: Eigenschaft %s konnte nicht gefunden werden
fr: Propriété %s introuvable
it: Impossibile trovare la proprietà %s
ko_kr: 특성 %s을(를) 찾을 수 없음
pt_br: Não é possível localizar a propriedade %s
tr_tr: %s özelliği bulunamadı
zh_tw: 找不到內容 %s

source: Could not find required configuration option
de: Erforderliche Konfigurationsoption konnte nicht gefunden werden
fr: Option de configuration obligatoire introuvable
it: Impossibile trovare l'opzione di configurazione richiesta
ko_kr: 필요한 구성 옵션을 찾을 수 없음
pt_br: Não foi possível localizar a opção de configuração necessária
tr_tr: Gerekli yapılandırma seçeneği bulunamadı
zh_tw: 找不到必要配置選項

source: Could not find task %s
de: Task %s konnte nicht gefunden werden
fr: La tâche %s est introuvable
it: Impossibile trovare l'attività %s
ko_kr: 태스크 %s을(를) 찾을 수 없음
pt_br: Não foi possível localizar tarefa %s
tr_tr: %s görevi bulunamadı
zh_tw: 找不到作業 %s

source: Could not update image: %s
de: Image konnte nicht aktualisiert werden: %s
fr: Impossible de mettre à jour l'image : %s
it: Impossibile aggiornare l'immagine: %s
ko_kr: 이미지를 업데이트할 수 없음: %s
pt_br: Não foi possível atualizar a imagem: %s
tr_tr: İmaj güncellenemiyor: %s
zh_tw: 無法更新映像檔：%s

source: Custom validators list should contain tuples '(function, message)'
de: Benutzerdefinierte Liste der Validatoren sollte Tupel enthalten '(function, message)'
fr: La liste des valideurs personnalisés doit contenir des uplets '(fonction, message)'
it: L'elenco di programmi di convalida personalizzati contiene tuple '(funzione, messaggio)'
ko_kr: 사용자 정의 유효성 검증기 목록에 튜플 '(function, message)'을 포함해야 함
pt_br: A lista de validadores customizados deve conter tuplas '(função, mensagem)'
tr_tr: Özel doğrulayıcılar listesi birden çok öge içermelidir '(function, message)'
zh_tw: 自訂驗證器清單應包含值組 '(function, message)'

source: Data supplied was not valid.
de: Angegebene Daten waren nicht gültig.
fr: Les données fournies n'étaient pas valides.
it: I dati forniti non erano validi.
ko_kr: 제공된 데이터가 올바르지 않습니다.
pt_br: Os dados fornecidos não eram válidos.
tr_tr: Sağlanan veri geçersizdir.
zh_tw: 提供的資料無效。

source: Date and time of image member creation
de: Datum und Uhrzeit der Erstellung des Imageelements
fr: Date et heure de création du membre de l'image
it: Data e ora di creazione del membro dell'immagine
ko_kr: 이미지 멤버 작성 날짜 및 시간
pt_br: Data e hora da criação de membro da imagem
tr_tr: İmaj üyesi oluşturma tarih ve saati
zh_tw: 映像檔成員的建立日期和時間

source: Date and time of image registration (READ-ONLY)
de: Datum und Uhrzeit der Imageregistrierung (SCHREIBGESCHÜTZT)
fr: Date et heure d'enregistrement d'image (READ-ONLY)
it: Data e ora della registrazione dell'immagine (READ-ONLY)
ko_kr: 이미지 등록 날짜 및 시간(읽기 전용)
pt_br: Data e hora do registro da imagem (SOMENTE LEITURA)
tr_tr: İmaj kayıt tarih ve saati (SALT OKUNUR)
zh_tw: 映像檔登錄的日期和時間（唯讀）

source: Date and time of last modification of image member
de: Datum und Uhrzeit der letzten Änderung des Imageelements
fr: Date et heure de dernière modification du membre de l'image
it: Data e ora dell'ultima modifica del membro dell'immagine
ko_kr: 이미지 멤버의 최종 수정 날짜 및 시간
pt_br: Data e hora da última modificação de membro da imagem
tr_tr: İmaj üyesi son değişiklik tarih ve saati
zh_tw: 映像檔成員的前次修改日期和時間

source: Date and time of namespace creation (READ-ONLY)
de: Datum und Uhrzeit der Erstellung des Namensbereichs (SCHREIBGESCHÜTZT)
fr: Date et heure de création d'espace de nom (READ-ONLY)
it: Data ed ora della creazione dello spazio dei nomi (IN SOLA LETTURA)
ko_kr: 네임스페이스 작성 날짜 및 시간(읽기 전용)
pt_br: Data e hora da criação do namespace (SOMENTE LEITURA)
tr_tr: Ad alanı oluşturma tarih ve saati (SALT OKUNUR)
zh_tw: 名稱空間的建立日期和時間（唯讀）

source: Date and time of object creation (READ-ONLY)
de: Datum und Uhrzeit der Objekterstellung (SCHREIBGESCHÜTZT)
fr: Date et heure de création d'objet (READ-ONLY)
it: Data ed ora della creazione dell'oggetto (IN SOLA LETTURA)
ko_kr: 오브젝트 작성 날짜 및 시간(읽기 전용)
pt_br: Data e hora da criação do objeto (SOMENTE LEITURA)
tr_tr: Nesne oluşturma tarih ve saati (SALT OKUNUR)
zh_tw: 物件的建立日期和時間（唯讀）

source: Date and time of resource type association (READ-ONLY)
de: Datum und Uhrzeit der Ressourcentypzuordnung (SCHREIBGESCHÜTZT)
fr: Date et heure d'association de type de ressource (READ-ONLY)
it: Data ed ora dell'associazione del tipo di risorsa (IN SOLA LETTURA)
ko_kr: 자원 유형 연관 날짜 및 시간(읽기 전용)
pt_br: Data e hora da associação do tipo de recurso (SOMENTE LEITURA)
tr_tr: Kaynak türü ilişkilendirme tarih ve saati (SALT OKUNUR)
zh_tw: 資源類型關聯的日期和時間（唯讀）

source: Date and time of tag creation (READ-ONLY)
de: Datum und Uhrzeit der Erstellung des Tags (SCHREIBGESCHÜTZT)
fr: Date et heure de création de balise (READ-ONLY)
it: Data ed ora della creazione del tag (IN SOLA LETTURA)
ko_kr: 태그 작성 날짜 및 시간(읽기 전용)
pt_br: Data e hora da criação da identificação (SOMENTE LEITURA)
tr_tr: Etiket oluşturma tarih ve saati (SALT OKUNUR)
zh_tw: 標籤的建立日期和時間（唯讀）

source: Date and time of the last image modification (READ-ONLY)
de: Datum und Uhrzeit der letzten Imageänderung (SCHREIBGESCHÜTZT)
fr: Date et heure de dernière modification d'image (READ-ONLY)
it: Data e ora dell'ultima modifica dell'immagine (READ-ONLY)
ko_kr: 최종 이미지 수정의 날짜 및 시간(읽기 전용)
pt_br: Data e hora da última modificação da imagem (SOMENTE LEITURA)
tr_tr: Son imaj değişiklik tarih ve saati (SALT OKUNUR)
zh_tw: 映像檔的前次修改日期和時間（唯讀）

source: Date and time of the last namespace modification (READ-ONLY)
de: Datum und Uhrzeit der letzten Änderung des Namensbereichs (SCHREIBGESCHÜTZT)
fr: Date et heure de dernière modification d'espace de nom (READ-ONLY)
it: Data ed ora dell'ultima modifica allo spazio dei nomi (IN SOLA LETTURA)
ko_kr: 최종 네임스페이스 수정의 날짜 및 시간(읽기 전용)
pt_br: Data e hora da última modificação do namespace (SOMENTE LEITURA)
tr_tr: Son ad alanı değişikliğinin tarih ve saati (SALT OKUNUR)
zh_tw: 名稱空間的前次修改日期和時間（唯讀）

source: Date and time of the last object modification (READ-ONLY)
de: Datum und Uhrzeit der letzten Objektänderung (SCHREIBGESCHÜTZT)
fr: Date et heure de dernière modification d'objet (READ-ONLY)
it: Data ed ora dell'ultima modifica all'oggetto (IN SOLA LETTURA)
ko_kr: 최종 오브젝트 수정의 날짜 및 시간(읽기 전용)
pt_br: Data e hora da última modificação do objeto (SOMENTE LEITURA)
tr_tr: Son nesne değişikliği tarih ve saati (SALT OKUNUR)
zh_tw: 物件的前次修改日期和時間（唯讀）

source: Date and time of the last resource type association modification (READ-ONLY)
de: Datum und Uhrzeit der letzten Änderung der Ressourcentypzuordnung (SCHREIBGESCHÜTZT)
fr: Date et heure de dernière modification d'association de type de ressource (READ-ONLY)
it: Data ed ora dell'ultima modifica all'associazione del tipo di risorsa (SOLA-LETTURA)
ko_kr: 최종 자원 유형 연관 수정의 날짜 및 시간(읽기 전용)
pt_br: Data e hora da última modificação de associação de tipo de recurso (SOMENTELEITURA)
tr_tr: Son kaynak tür ilişki değişikliğinin tarih ve saati (SALT OKUNUR)
zh_tw: 資源類型關聯的前次修改日期和時間（唯讀）

source: Date and time of the last tag modification (READ-ONLY)
de: Datum und Uhrzeit der letzten Tagänderung (SCHREIBGESCHÜTZT)
fr: Date et heure de dernière modification de balise (READ-ONLY)
it: Data ed ora dell'ultima modifica al tag (IN SOLA LETTURA)
ko_kr: 최종 태그 수정 날짜 및 시간(읽기 전용)
pt_br: Data e hora da última modificação da identificação (SOMENTE LEITURA)
tr_tr: Son etiket değişikliği tarih ve saati (SALT OKUNUR)
zh_tw: 標籤的前次修改日期和時間（唯讀）

source: Datetime when this resource was created
de: Datum/Uhrzeit der Erstellung dieser Ressource
fr: Date-heure à laquelle cette ressource a été créée
it: Data e ora in cui questa risorsa è stata creata
ko_kr: 이 자원이 작성된 Datetime
pt_br: Data/hora quando este recurso foi criado
tr_tr: Bu kaynak oluşturulduğundaki tarih saat
zh_tw: 此資源的建立日期時間

source: Datetime when this resource was updated
de: Datum/Uhrzeit der Aktualisierung dieser Ressource
fr: Date-heure à laquelle cette ressource a été mise à jour
it: Data e ora in cui questa risorsa è stata aggiornata
ko_kr: 이 자원이 업데이트된 Datetime
pt_br: Data/Hora quando este recurso foi atualizado
tr_tr: Bu kaynak güncellendiğindeki tarih saat
zh_tw: 此資源的更新日期時間

source: Datetime when this resource would be subject to removal
de: Datum/Uhrzeit, zu dem/der diese Ressource entfernt werden würde
fr: Date-heure à laquelle cette ressource serait soumise à une suppression
it: Data e ora in cui questa risorsa verrà rimossa
ko_kr: 이 자원이 제거되는 Datetime
pt_br: Data/Hora quando este recurso deve ser objeto de remoção
tr_tr: Bu kaynağın kaldırılacağı tarih zaman
zh_tw: 可能會移除此資源的日期時間

source: Default value for the number of items returned by a request if not specified explicitly in the request
de: Standardwert für die Anzahl an Elementen, die von einer Anforderung zurückgegeben werden, wenn in der Anforderung keine explizite Angabe gemacht wird
fr: Valeur par défaut pour le nombre d'éléments renvoyés par une demande, si celle-ci n'est pas explicitement définie dans la demande
it: Il valore predefinito per il numero di elementi restituiti da una richiesta se non specificato esplicitamente nella richiesta
ko_kr: 요청에 명시적으로 지정하지 않은 경우 요청에 의해 리턴되는 항목 수의 기본값
pt_br: Valor padrão para o número de itens retornados por uma solicitação se não especificado explicitamente na solicitação
tr_tr: Eğer istekte açıkça belirtilmediyse, bir istekten dönen öge sayısı için öntanımlı değer
zh_tw: 未在要求中明確指定項目數的情況下由要求所傳回的項目數預設值

source: Default value is invalid
de: Standardwert ist ungültig
fr: La valeur par défaut n'est pas valide
it: Il valore predefinito non è valido
ko_kr: 기본값이 올바르지 않음
pt_br: O valor padrão é inválido
tr_tr: Öntanımlı değer geçersizdir
zh_tw: 預設值無效

source: Denying attempt to upload artifact because it exceeds the quota: %s
tr_tr: Ürün yükleme girişimi kota aşıldığından dolayı reddediliyor: %s

source: Denying attempt to upload image because it exceeds the quota: %s
de: Versuch, das Image hochzuladen, wird verweigert, weil es die Quote überschreitet: %s
fr: Refus de la tentative de téléchargement d'une image qui dépasse le quota : %s
it: Rifiutato il tentativo di caricare l'immagine perché supera la quota: %s
ko_kr: 할당량을 초과하기 때문에 이미지 업로드를 거부하는 중: %s
pt_br: Negando a tentativa de upload da imagem porque ela excede a cota: %s
tr_tr: İmaj yükleme girişimi kotayı aştığından dolayı reddediliyor: %s
zh_tw: 正在拒絕嘗試上傳映像檔，因為它已超出配額：%s

source: Denying attempt to upload image larger than %d bytes.
de: Versuch, Image hochzuladen, das größer ist als %d Bytes, wird nicht zugelassen.
fr: Refus de la tentative de téléchargement d'une image dont la taille est supérieure à %d octets.
it: Divieto del tentativo di caricare un'immagine più grande di %d byte.
ko_kr: %d바이트를 초과하는 이미지의 업로드를 거부하는 중입니다.
pt_br: Negando tentativa de fazer upload de imagem maior que %d bytes.
tr_tr: %d bayttan büyük bir imajın yükleme girişimi reddediliyor.
zh_tw: 正在拒絕嘗試上傳大於 %d 個位元組的映像檔。

source: Dependency property '%s' has to be deleted first
tr_tr: İlk önce '%s' bağımlılık özelliğinin silinmesi gerekir

source: Dependency relations cannot be mutable
de: Abhängigkeitsbeziehungen können nicht veränderbar sein
fr: Les relations des dépendances ne peuvent pas être modifiables
it: Le relazioni di dipendenza non possono essere mutevoli
ko_kr: 종속성 관계는 변경할 수 없음
pt_br: As relações de dependência não podem ser mutáveis
tr_tr: Bağımlılık ilişkileri değişken olamaz
zh_tw: 相依關係的關係必須是不可變的

source: Deploy the v1 OpenStack Images API.
de: OpenStack-Images-API von Version 1 implementieren.
fr: Déploiement de l'API v1 OpenStack Images.
it: Distribuire l'API immagini OpenStack v1.
ko_kr: v1 OpenStack 이미지 API를 배치하십시오.
pt_br: Implemente a API de Imagens OpenStack v1.
tr_tr: v1 OpenStack İmajları API dağıt.
zh_tw: 部署第 1 版 OpenStack 映像檔 API。

source: Deploy the v1 OpenStack Registry API.
de: OpenStack-Registry-API von Version 1 implementieren.
fr: Déployez l'API du registre OpenStack V1.
it: Distribuire l'API del registro OpenStack v1.
ko_kr: v1 OpenStack 레지스트리 API를 배치하십시오.
pt_br: Implemente a API Registry OpenStack v1.
tr_tr: v1 OpenStack Kayıt Defteri API dağıt.
zh_tw: 部署第 1 版 OpenStack 登錄 API。

source: Deploy the v2 OpenStack Images API.
de: OpenStack-Images-API von Version 2 implementieren.
fr: Déploiement de l'API v2 OpenStack Images.
it: Distribuire l'API immagini OpenStack v2.
ko_kr: v2 OpenStack 이미지 API를 배치하십시오.
pt_br: Implemente a API de Imagens OpenStack v2.
tr_tr: v2 OpenStack İmajları API dağıt.
zh_tw: 部署第 2 版 OpenStack 映像檔 API。

source: Deploy the v2 OpenStack Registry API.
de: OpenStack-Registry-API von Version 2 implementieren.
fr: Déployez l'API du registre OpenStack V2.
it: Distribuire l'API del registro OpenStack v2.
ko_kr: v2 OpenStack 레지스트리 API를 배치하십시오.
pt_br: Implemente a API Registry OpenStack v2.
tr_tr: v2 OpenStack Kayıt Defteri API dağıt.
zh_tw: 部署第 2 版 OpenStack 登錄 API。

source: Deploy the v3 OpenStack Objects API.
tr_tr: v3 OpenStack Nesneleri API dağıt.

source: Descriptive name for the image
de: Beschreibender Name für das Image
fr: Nom descriptif de l'image
it: Nome descrittivo per l'immagine
ko_kr: 이미지에 대한 설명식 이름
pt_br: Nome descritivo para a imagem
tr_tr: İmaj için açıklayıcı ad
zh_tw: 映像檔的敘述性名稱

source: Determining version of request: %(method)s %(path)s Accept: %(accept)s
de: Bestimmen von Version der Anforderung: %(method)s %(path)s Akzeptieren: %(accept)s
fr: Détermination de la version de la demande : %(method)s %(path)s Accepter : %(accept)s
it: Determinazione della versione della richiesta: %(method)s %(path)s Accetta: %(accept)s
ko_kr: 요청의 버전 판별 중: %(method)s %(path)s 허용: %(accept)s
pt_br: Determinando a versão da solicitação: %(method)s %(path)s Aceitar: %(accept)s
tr_tr: İstek sürümü belirleniyor: %(method)s %(path)s Kabul Et: %(accept)s
zh_tw: 正在判定要求的版本：%(method)s %(path)s 接受：%(accept)s

source: Dictionary contains unexpected key(s)
de: Verzeichnis enthält unerwartete Schlüssel
fr: Le dictionnaire contient une ou plusieurs clés inconnues
it: Il dizionario contiene chiavi impreviste
ko_kr: 사전에 예상치 않은 키가 있음
pt_br: O dicionário contém chave(s) inesperada(s)
tr_tr: Sözlük beklenmeyen anahtar(lar) içerir
zh_tw: 字典包含非預期的索引鍵

source: Dictionary size is greater than maximum
de: Verzeichnisgröße überschreitet den Maximalwert
fr: La taille du dictionnaire a une valeur supérieure à la valeur maximale
it: La dimensione del dizionario è superiore a quella massima
ko_kr: 사전 크기가 최대값보다 큼
pt_br: O tamanho do dicionário é maior que o máximo
tr_tr: Sözlük boyutu azami değerden daha büyüktür
zh_tw: 字典大小大於上限

source: Dictionary size is less than minimum
de: Verzeichnisgröße unterschreitet den Mindestwert
fr: La taille du dictionnaire a une valeur inférieure à la valeur minimale
it: La dimensione del dizionario è inferiore a quella minima
ko_kr: 사전 크기가 최소값보다 작음
pt_br: O tamanho do dicionário é menor que o mínimo
tr_tr: Sözlük boyutu asgari değerden daha azdır
zh_tw: 字典大小小於下限

source: Digest algorithm which will be used for digital signature. Use the command "openssl list-message-digest-algorithms" to get the available algorithmssupported by the version of OpenSSL on the platform. Examples are "sha1", "sha256", "sha512", etc.
tr_tr: Dijital imzalama için Digest algoritması kullanılacaktır. Platformdaki OpenSSL sürümünün desteklediği kullanılabilir algoritmaları almak için "openssl list-message-digest-algorithms" komutunu kullanın. Örnekler, "sha1", "sha256", "sha512", vb.

source: Disk format is not specified.
tr_tr: Disk biçimi belirtilmemiş.

source: Does not match pattern
de: Entspricht nicht dem Muster
fr: Ne correspond pas au modèle de correspondance
it: Non corrisponde al pattern
ko_kr: 패턴과 일치하지 않음
pt_br: Não corresponde ao padrão
tr_tr: Desen eşleşmez
zh_tw: 不符合型樣

source: Driver %(driver_name)s could not be configured correctly. Reason: %(reason)s
de: Treiber %(driver_name)s konnte nicht ordnungsgemäß konfiguriert werden. Grund: %(reason)s
fr: Impossible de configurer le pilote %(driver_name)s correctement. Cause : %(reason)s
it: Impossibile configurare il driver %(driver_name)s correttamente. Motivo: %(reason)s
ko_kr: %(driver_name)s 드라이버가 올바르게 구성되지 않았습니다. 이유: %(reason)s
pt_br: O driver %(driver_name)s não pôde ser configurado corretamente. Motivo: %(reason)s
tr_tr: %(driver_name)s sürücüsü düzgün bir şekilde yapılandırılamadı. Nedeni: %(reason)s
zh_tw: 無法正確地配置驅動程式 %(driver_name)s。原因：%(reason)s

source: Either a file or a legacy_image_id has to be specified
de: Entweder eine Datei oder eine legacy_image_id muss angegeben werden
fr: Un fichier ou un legacy_image_id doit être indiqué
it: È necessario specificare un file o un legacy_image_id.
ko_kr: 파일을 지정하거나 legacy_image_id를 지정해야 함
pt_br: Um arquivo ou um legacy_image_id precisa ser especificado
tr_tr: Ya bir dosya ya da legacy_image_id belirtilmesi gerekir
zh_tw: 必須指定檔案或 legacy_image_id

source: Encountered service with no "type": %s
de: Vorkommen von Service ohne "type": %s
fr: Service trouvé sans "type" : %s
it: Rilevato servizio senza "type": %s
ko_kr: "유형"이 없는 서비스가 발견됨: %s
pt_br: Encontrado serviço sem nenhum "tipo": %s
tr_tr: "tür" olmayan bir servis ile karşılaşıldı: %s
zh_tw: 發現不含 "type" 的服務：%s

source: Error in store configuration. Adding images to store is disabled.
de: Fehler in Speicherkonfiguration. Hinzufügen von Images zu Speicher ist inaktiviert.
fr: Erreur de configuration du magasin. L'ajout d'images au magasin est désactivé.
it: Errore nella configurazione dell'archivio. L'aggiunta di immagini a questo archivio non è consentita.
ko_kr: 저장소 구성에 오류가 있습니다. 이미지를 저장소에 추가할 수 없습니다.
pt_br: Erro na configuração do armazenamento. A inclusão de imagens para armazenamento está desativada.
tr_tr: Depolama yapılandırmasında hata. Depolamak için imaj ekleme devre dışıdır.
zh_tw: 儲存庫配置發生錯誤。已停用新增映像檔至儲存庫。

source: External sources are not supported: '%s'
de: Externe Quellen werden nicht unterstützt: '%s'
fr: Sources externes non prises en charge : '%s'
it: Le origini esterne non sono supportate: '%s'
ko_kr: 외부 소스가 지원되지 않음: '%s'
pt_br: As fontes externas não são suportadas: '%s'
tr_tr: Harici kaynaklar desteklenmiyor: '%s'
zh_tw: 不支援外部來源：'%s'

source: Failed to activate image. Got error: %s
de: Image wurde nicht aktiviert. Fehler: %s
fr: Echec de l'activation de l'image. Erreur obtenue : %s
it: Attivazione immagine non riuscita. Ricevuto errore: %s
ko_kr: 이미지 활성화에 실패했습니다. 오류 발생: %s
pt_br: Falha ao ativar imagem. Erro obtido: %s
tr_tr: İmaj etkinleştirme işlemi başarısız oldu. Alınan hata: %s
zh_tw: 無法啟動映像檔。發生錯誤：%s

source: Failed to add image metadata. Got error: %s
de: Imagemetadaten wurden nicht hinzugefügt. Fehler: %s
fr: Impossible d'ajouter les métadonnées d'image. Erreur obtenue : %s
it: Impossibile aggiungere metadati all'immagine. Ricevuto errore: %s
ko_kr: 이미지 메타데이터 추가 실패. 오류 발생: %s
pt_br: Falha ao incluir metadados da imagem. Erro obtido: %s
tr_tr: İmaj metadata ekleme işlemi başarısız oldu. Alınan hata: %s
zh_tw: 無法新增映像檔 meta 資料。發生錯誤：%s

source: Failed to find artifact %(artifact_id)s to delete
tr_tr: Silinecek %(artifact_id)s ürünü bulunamadı

source: Failed to find image %(image_id)s to delete
de: Zu löschendes Image %(image_id)s wurde nicht gefunden
fr: Échec pour trouver image %(image_id)s à supprimer.
it: Impossibile trovare l'immagine %(image_id)s da eliminare
ko_kr: 삭제할 %(image_id)s 이미지를 찾는 데 실패함
pt_br: Falhar ao localizar a imagem %(image_id)s para excluir
tr_tr: Silinecek %(image_id)s imajını bulma işlemi başarısız oldu
zh_tw: 找不到要刪除的映像檔 %(image_id)s

source: Failed to find image to delete: %s
de: Zu löschendes Image wurde nicht gefunden: %s
fr: Échec pour trouver l'image à supprimer: %s
it: Impossibile trovare l'immagine da eliminare: %s
ko_kr: 삭제할 image 가 발견되지 않음 : %s
pt_br: Falha ao encontrar imagem para excluir: %s
tr_tr: Silinecek imaj bulunamadı: %s
zh_tw: 找不到要刪除的映像檔：%s

source: Failed to find image to update: %s
de: Zu aktualisierendes Image wurde nicht gefunden: %s
fr: Echec pour trouver l'image à mettre à jour: %s
it: Impossibile trovare l'immagine da aggiornare: %s
ko_kr: 업데이트할 이미지를 찾는 데 실패함: %s
pt_br: Falha ao encontrar imagem para atualizar: %s
tr_tr: Güncellenecek imaj bulma işlemi başarısız oldu: %s
zh_tw: 找不到要更新的映像檔：%s

source: Failed to find resource type %(resourcetype)s to delete
de: Zu löschender Ressourcentyp %(resourcetype)s wurde nicht gefunden
fr: Echec pour trouver le type de ressource %(resourcetype)s a supprimer
it: Impossibile trovare il tipo di risorsa %(resourcetype)s da eliminare
ko_kr: 삭제하기 위한 리소스 타입 %(resourcetype)s 검색 실패
pt_br: Falha ao localizar o tipo de recurso %(resourcetype)s para excluir
tr_tr: Silinecek %(resourcetype)s kaynak türü bulma işlemi başarısız oldu
zh_tw: 找不到要刪除的資源類型 %(resourcetype)s

source: Failed to initialize the image cache database. Got error: %s
de: Die Image-Cachedatenbank wurde nicht initialisiert. Fehler: %s
fr: Impossible d'initialiser la base de données de caches d'image. Erreur obtenue : %s
it: Impossibile inizializzare il database cache immagini. Errore ricevuto: %s
ko_kr: 이미지 캐시 데이터베이스를 초기화하지 못했습니다. 오류 발생: %s
pt_br: Falha ao inicializar o banco de dados de cache da imagem. Erro obtido: %s
tr_tr: İmaj önbellek veritabanı başlatılamadı. Alınan hata: %s
zh_tw: 無法起始設定映像檔快取資料庫。發生錯誤：%s

source: Failed to read %s from config
de: Fehler beim Lesen von %s aus Konfiguration
fr: Echec de la lecture de %s à partir de la config
it: Impossibile leggere %s dalla configurazione
ko_kr: 구성에서 %s을(를) 읽지 못했음
pt_br: Falha ao ler %s da configuração
tr_tr: Yapılandırmadan %s okunamadı
zh_tw: 無法從配置中讀取 %s

source: Failed to reserve image. Got error: %s
de: Image wurde nicht reserviert. Fehler: %s
fr: Impossible de réserver l'image. Erreur obtenue : %s
it: Impossibile prenotare l'immagine. Errore: %s
ko_kr: 이미지 예약 실패, 오류 발생: %s
pt_br: Falha ao reservar imagem. Erro obtido: %s
tr_tr: İmaj ayırma işlemi başarısız oldu. Alınan hata: %s
zh_tw: 無法保留映像檔。發生錯誤：%s

source: Failed to update image metadata. Got error: %s
de: Imagemetadaten wurden nicht aktualisiert. Fehler: %s
fr: Impossible de mettre à jour les métadonnées d'image. Erreur obtenue : %s
it: Impossibile aggiornare i metadati immagine. Errore: %s
ko_kr: 이미지 메타데이터 업데이트 실패. 오류 발생: %s
pt_br: Falha ao atualizar metadados da imagem. Erro obtido: %s
tr_tr: İmaj metadata güncelleme işlemi başarısız oldu: Alınan hata: %s
zh_tw: 無法更新映像檔 meta 資料。發生錯誤：%s

source: Failed to upload image %s
de: Fehler beim Hochladen des Abbilds %s
fr: Impossible de charger l'image %s
it: Caricamento immagine %s non riuscito
ko_kr: 이미지 %s을(를) 업로드하지 못했습니다.
pt_br: Falha ao enviar imagem %s
tr_tr: %s imajı yükleme işlemi başarısız oldu
zh_tw: 無法上傳映像檔 %s

source: Failed to upload image data for image %(image_id)s due to HTTP error: %(error)s
de: Fehler beim Hochladen von Imagedaten für Image %(image_id)s wegen HTTP-Fehler: %(error)s
fr: Echec de téléchargement des données image pour l'image %(image_id)s en raison d'une erreur HTTP : %(error)s
it: Impossibile caricare i dati dell'immagine %(image_id)s a causa di un errore HTTP: %(error)s
ko_kr: HTTP 오류로 인해 이미지 %(image_id)s의 이미지 데이터 업로드 실패: %(error)s
pt_br: Falha ao fazer upload dos dados de imagem para a imagem %(image_id)s devido a erro de HTTP: %(error)s
tr_tr: HTTP hatası nedeniyle %(image_id)s imajı için imaj verisi yüklenemedi: %(error)s
zh_tw: 由於 HTTP 錯誤而無法上傳映像檔 %(image_id)s 的映像檔資料：%(error)s
