Repository: tobegit3hub/dockerized-software
Catalog: glance_docker/glance/locale/*/LC_MESSAGES/glance.po
Languages: de, fr, it, ko_kr, pt_br, tr_tr, zh_tw

source: Failed to upload image data for image %(image_id)s due to internal error: %(error)s
de: Fehler beim Hochladen der Abbilddaten für das Abbild %(image_id)s auf Grund eines internen Fehlers: %(error)s
fr: Echec de téléchargement des données image pour l'image %(image_id)s en raison d'une erreur interne : %(error)s
it: Impossibile caricare i dati dell'immagine %(image_id)s a causa di un errore interno: %(error)s
ko_kr: 내부 오류로 인해 이미지 %(image_id)s의 이미지 데이터 업로드 실패: %(error)s
pt_br: Falha ao fazer upload dos dados de imagem para a imagem %(image_id)s devido a erro interno: %(error)s
tr_tr: Dahili hata nedeniyle %(image_id)s imajı için imaj verisi yüklenemedi: %(error)s
zh_tw: 由於內部錯誤而無法上傳映像檔 %(image_id)s 的映像檔資料：%(error)s

source: File based imports are not allowed. Please use a non-local source of image data.
de: Dateibasierte Importe sind nicht zulässig. Verwenden Sie eine Imagedatenquelle, die nicht lokal ist.
fr: Les importations à partir de fichiers sont interdites. Utilisez une source externe de données image.
it: Le importazioni basata su file non sono consentite. Utilizzare un'origine dati dell'immagine non locale.
ko_kr: 파일 기반 가져오기는 허용되지 않습니다. 이미지 데이터의 로컬이 아닌 소스를 사용하십시오.
pt_br: Importações baseadas em arquivo não são permitidas. Use uma fonte não local de dados de imagem.
tr_tr: Dosya tabanlı içeri aktarmlara izin verilmez. Lütfen imaj verilerinin yerel olmayan bir kaynağını kullanın.
zh_tw: 不容許檔案型匯入。請使用映像檔資料的非本端來源。

source: File too large
de: Datei zu groß
fr: Fichier trop volumineux
it: File troppo grande
ko_kr: 파일이 너무 큼
pt_br: Arquivo muito grande
tr_tr: Dosya çok büyük
zh_tw: 檔案太大

source: File too small
de: Datei zu klein
fr: Fichier trop petit
it: File troppo piccolo
ko_kr: 파일이 너무 작음
pt_br: Arquivo muito pequeno
tr_tr: Dosya çok küçük
zh_tw: 檔案太小

source: Forbidden to delete a %s image.
de: Es ist nicht erlaubt, ein %s Abbild zu löschen.
fr: Interdiction de supprimer une image %s
it: Divieto di eliminare un'immagine %s.
ko_kr: %s 이미지를 삭제하는 것은 금지되어 있습니다.
pt_br: Proibido excluir uma imagem %s.
tr_tr: %s imajını silmek yasak.
zh_tw: 已禁止刪除 %s 映像檔。

source: Forbidden to delete image: %s
de: Löschen von Image nicht erlaubt: %s
fr: Interdiction de supprimer l'image: %s
it: Divieto di eliminare l'immagine: %s
ko_kr: 이미지 삭제가 금지됨: %s
pt_br: Proibido excluir imagem: %s
tr_tr: İmaj silmek yasak: %s
zh_tw: 已禁止刪除映像檔：%s

source: Forbidden to modify '%s' of active image.
de: Es ist nicht erlaubt, '%s' eines aktiven Abbilds zu verändern.
fr: interdiction de modifier '%s' de l'image active.
it: Divieto di modificare '%s' dell'immagine attiva.
ko_kr: 활성 이미지의 '%s'을(를) 수정하는 것이 금지되어 있습니다.
pt_br: Proibido modificar '%s' de imagem ativa.
tr_tr: Etkin imajın '%s' değiştirilmesi yasak.
zh_tw: 已禁止修改作用中映像檔的 '%s'。

source: Forbidden to reserve image.
de: Reservieren von Image nicht erlaubt.
fr: Interdiction de réserver une image.
it: Vietato prenotare l'immagine.
ko_kr: 이미지 예약은 금지되어 있습니다.
pt_br: Proibido reservar imagem.
tr_tr: İmaj ayırmak yasak.
zh_tw: 已禁止保留映像檔。

source: Forbidden to update deleted image.
de: Aktualisieren von gelöschtem Image nicht erlaubt.
fr: Interdiction de mettre à jour l'image supprimée.
it: Divieto di aggiornare l'immagine eliminata.
ko_kr: 삭제된 이미지를 업데이트하는 것은 금지되어 있습니다.
pt_br: Proibido atualizar imagem excluída.
tr_tr: Silinen imajın güncellenmesi yasak.
zh_tw: 已禁止更新所刪除的映像檔。

source: Forbidden to update image: %s
de: Aktualisieren von Image nicht erlaubt: %s
fr: Interdiction de mise à jour de l'image: %s
it: Divieto di aggiornare l'immagine: %s
ko_kr: 이미지 업데이트가 금지됨: %s
pt_br: Proibido atualizar imagem: %s
tr_tr: İmaj güncellemek yasak: %s
zh_tw: 已禁止更新映像檔：%s

source: Forbidden upload attempt: %s
de: Unerlaubter Uploadversuch: %s
fr: Tentative de téléchargement interdite : %s
it: Vietato tentativo di caricamento: %s
ko_kr: 금지된 업로드 시도: %s
pt_br: Tentativa de upload proibida: %s
tr_tr: Yükleme girişimi yasak: %s
zh_tw: 已禁止的上傳嘗試：%s

source: Forbidding request, metadata definition namespace=%s is not visible.
de: Anforderung wird verboten, Metadatendefinitionsnamensbereich %s ist nicht sichtbar.
fr: Interdiction de la demande, l'espace de nom %s de la définition de métadonnées n'est pas visible.
it: Richiesta vietata, lo spazio dei nomi della definizione di metadati =%s non è visibile.
ko_kr: 요청이 금지되고 메타데이터 정의 namespace=%s이(가) 표시되지 않습니다.
pt_br: Proibindo solicitação, o namespace de definição de metadados=%s não é visível.
tr_tr: Yasak istek, üstveri tanım ad alanı=%s görünür değil.
zh_tw: 正在禁止要求，meta 資料定義名稱空間 %s 不可見。

source: Forbidding request, task %s is not visible
de: Anforderung wird nicht zugelassen, Task %s ist nicht sichtbar
fr: Interdiction de la demande, la tâche %s n'est pas visible
it: Richiesta vietata, l'attività %s non è visibile
ko_kr: 요청 금지. 태스크 %s이(가) 표시되지 않음
pt_br: Proibindo solicitação, a tarefa %s não está visível
tr_tr: Yasak istek, %s görevi görünür değil
zh_tw: 正在禁止要求，作業 %s 不可見

source: Format of the container
de: Format des Containers
fr: Format du conteneur
it: Formato del contenitore
ko_kr: 컨테이너의 형식
pt_br: Formato do contêiner
tr_tr: Kabın biçimi
zh_tw: 儲存器的格式

source: Format of the disk
de: Format der Festplatte
fr: Format du disque
it: Formato del disco
ko_kr: 디스크의 형식
pt_br: Formato do disco
tr_tr: Diskin biçimi
zh_tw: 磁碟的格式

source: Get blob %(name)s data failed: %(err)s.
tr_tr: blob %(name)s verisi alma işlemi başarısız oldu: %(err)s.

source: Get image %(id)s data failed: %(err)s.
de: Abrufen der Daten des Image %(id)s fehlgeschlagen: %(err)s.
fr: Echec de l'obtention des données de l'image %(id)s : %(err)s.
it: Acquisizione dati immagine %(id)s non riuscita: %(err)s.
ko_kr: 이미지 %(id)s 데이터를 불러올 수 없음: %(err)s
pt_br: Falha ao obter dados de imagem %(id)s: %(err)s.
tr_tr: %(id)s imaj verisi alınamadı: %(err)s.
zh_tw: 取得映像檔 %(id)s 資料時失敗：%(err)s。

source: Host "%s" is not valid.
de: Host "%s" ist nicht gültig.
fr: Host "%s" n'est pas valide.
it: L'host "%s" non è valido.
ko_kr: "%s" 호스트가 올바르지 않습니다.
pt_br: Host "%s" não é válido.
tr_tr: İstemci "%s" geçersizdir.
zh_tw: 主機 "%s" 無效。

source: Host and port "%s" is not valid.
de: Host und Port "%s" ist nicht gültig.
fr: Host et port "%s" ne sont pas valides.
it: Host o porta "%s" non è valido.
ko_kr: 호스트 및 포트 "%s"이(가) 올바르지 않습니다.
pt_br: Host e porta "%s" não são válidos.
tr_tr: İstemci ve bağlantı noktası "%s" geçersizdir.
zh_tw: 主機和埠 "%s" 無效。

source: Human-readable informative message only included when appropriate (usually on failure)
de: Informationsnachricht in Klarschrift nur eingeschlossen, wenn zweckdienlich (in der Regel bei einem Fehler)
fr: Message d'information lisible par l'homme inclus uniquement si approprié (habituellement en cas d'incident)
it: I messaggi informativi leggibili dall'utente sono inclusi solo se necessario (di solito in caso di errore)
ko_kr: 사용자가 읽을 수 있는 정보 메시지는 적절한 경우에만 포함됨 (일반적으로 실패 시)
pt_br: Mensagem informativa legível apenas incluída quando apropriado (geralmente em falha)
tr_tr: Okunabilir bilgilendirme iletisi sadece uygun olduğunda (genellikle başarısızlıkta) dahildir
zh_tw: 適當的時候（通常是失敗時）僅併入人類可讀的參考訊息

source: If False doesn't trace SQL requests.
de: Bei 'False' erfolgt keine Traceerstellung für SQL-Anforderungen.
fr: Si False, ne pas tracer les demandes.
it: Se impostato su False non tiene traccia delle richieste SQL.
ko_kr: false인 경우 SQL 요청을 추적하지 않습니다.
pt_br: Se Falso não rastreia as requisições SQL.
tr_tr: Eğer Yanlışsa SQL istekleri izlenmez.
zh_tw: 如果為 False，則將不追蹤 SQL 要求。

source: If False fully disable profiling feature.
de: Bei 'False' die Profilerstellungsfunktion vollständig inaktivieren.
fr: Si False, désactiver la fonction de profilage.
it: Se impostato su False disabilita completamente la funzione di creazione di profili.
ko_kr: false인 경우 프로파일링 기능을 전부 사용 안함으로 설정합니다.
pt_br: Se Falso desabilita completamente a funcionalidade de profilling.
tr_tr: Eğer Yanlışsa, profil özelliği tamamen devre dışı.
zh_tw: 如果為 False，則將完全停用側寫功能。

source: If False, server will return the header "Connection: close", If True, server will return "Connection: Keep-Alive" in its responses. In order to close the client socket connection explicitly after the response is sent and read successfully by the client, you simply have to set this option to False when you create a wsgi server.
de: Bei 'False' gibt der Server den Header "Connection: close", bei 'True' den Wert "Connection: Keep-Alive" in seinen Antworten zurück. Um die Client-Socket-Verbindung explizit zu schließen, nachdem die Antwort gesendet und erfolgreich vom Client gelesen wurde, müssen Sie einfach diese Option auf 'False' setzen, wenn Sie einen wsgi-Server erstellen.
fr: Si l'option est False, le serveur renverra l'en-tête "Connection: close", si l'option est True, le serveur renverra "Connection: Keep-Alive" dans ses réponses. Pour fermer la connexion du socket client explicitement une fois la réponse envoyée et lue correctement par le client, il vous suffit de définir cette option sur False lorsque vous créez un serveur wsgi.
it: Se False, il server restituirà l'intestazione "Connection: close", se True, il server restituirà "Connection: Keep-Alive" nelle proprie risposte. Per chiudere la connessione socket del client in modo esplicito dopo che la risposta è stata inviata e letta correttamente dal client, è necessario semplicemente impostare questa opzione su False durante la creazione di un server wsgi.
ko_kr: False인 경우 서버는 헤더 "연결: 닫음"을 리턴합니다. True인 경우 서버는 응답에서 "연결: 유휴"를 리턴합니다. 응답을 보내고 클라이언트에서 이를 읽은 후에 클라이언트 소켓 연결을 명시적으로 닫으려면 wsgi 서버를 작성할 때 이 옵션을 False로 설정하면 됩니다.
pt_br: Se False, o servidor retornará o cabeçalho "Connection: close", Se True, o servidor irá retornar "Connection: Keep-Alive" em suas respostas. Para pedir para fechar a conexão do soquete do cliente explicitamente depois que a resposta for enviada e lida com êxito pelo cliente, você simplesmente terá que configurar esta opção como False ao criar um servidor wsgi.
tr_tr: Sunucu, eğer Yanlışsa, "Bağlantı: kapat" başlığını, eğer Doğruysa, "Bağlantı: Aktif" yanıtını döndürecek. Yanıt gönderildikten ve istemci tarafından başarılı bir şekilde okunduktan sonra, istemci soket bağlantısını açıkça kapatmak için, bir wsgi sunucusu oluştururken bu seçeneği sadece Yanlış olarak ayarlamanız gerekir.
zh_tw: 如果為 False，則伺服器將在其回應中傳回標頭 "Connection: close"，如果為 True，則伺服器將傳回 "Connection: Keep-Alive"。若要在傳送回應且用戶端已順利讀取回應之後明確關閉用戶端 Socket 連線，您只需在建立 wsgi 伺服器時，將此選項設定為 False。

source: If true, image will not be deletable.
de: Bei 'true' kann das Image nicht gelöscht werden.
fr: Si true, l'image ne pourra pas être supprimée.
it: Se true, l'immagine non sarà eliminabile.
ko_kr: true일 경우 이미지는 삭제 불가능합니다.
pt_br: Se true, a imagem não será excluível.
tr_tr: Eğer seçiliyse, imaj silinemeyecektir.
zh_tw: 如果為 true，則映像檔不可刪除。

source: If true, namespace will not be deletable.
de: Bei 'true' kann der Namensbereich nicht gelöscht werden.
fr: Si true, l'espace de nom ne pourra pas être supprimé.
it: Se impostato su true, lo spazio dei nomi non sarà eliminabile.
ko_kr: true일 경우 네임스페이스는 삭제 불가능합니다.
pt_br: Se verdadeiro, o namespace não poderá ser excluído.
tr_tr: Eğer seçiliyse, ad alanı silinemeyecektir.
zh_tw: 如果為 True，則名稱空間將不可刪除。

source: Image %(id)s could not be deleted because it is in use: %(exc)s
de: Image %(id)s konnte nicht gelöscht werden, da es verwendet wird: %(exc)s
fr: L'image %(id)s n'a pas pu être supprimée car elle est utilisée : %(exc)s
it: L'immagine %(id)s non può essere eliminata perché è in uso: %(exc)s
ko_kr: 이미지 %(id)s이(가) 사용 중이므로 이를 삭제할 수 없음: %(exc)s
pt_br: A imagem %(id)s não pôde ser excluída, pois ela está sendo usada: %(exc)s
tr_tr: %(id)s imajı kullanımda olduğundan dolayı silinemedi: %(exc)s
zh_tw: 無法刪除映像檔 %(id)s，因為它在使用中：%(exc)s

source: Image %(id)s not found
de: Image %(id)s nicht gefunden
fr: Image %(id)s non trouvé
it: Immagine %(id)s non trovata
ko_kr: %(id)s 이미지를 찾을 수 없음
pt_br: Imagem %(id)s não localizada
tr_tr: %(id)s imajı bulunamadı
zh_tw: 找不到映像檔 %(id)s

source: Image %(image_id)s could not be found after upload. The image may have been deleted during the upload: %(error)s
de: Image %(image_id)s wurde nach dem Upload nicht gefunden. Das Image wurde möglicherweise während des Uploads gelöscht: %(error)s
fr: L'image %(image_id)s n'a pas été trouvée après le téléchargement. Elle a sans doute été supprimée au cours du téléchargement : %(error)s
it: Impossibile trovare l'immagine %(image_id)s dopo il caricamento. L'immagine potrebbe essere stata eliminata durante il caricamento: %(error)s
ko_kr: 업로드 후에 이미지 %(image_id)s을(를) 찾을 수 없음. 이미지는 업로드 중에 삭제되었을 수 있음: %(error)s
pt_br: Imagem %(image_id)s não pôde ser localizada após o upload. A imagem pode ter sido excluída durante o upload: %(error)s
tr_tr: %(image_id)s imajı yüklemeden sonra bulunamadı. İmaj yükleme sırasında silinmiş olabilir: %(error)s
zh_tw: 上傳之後找不到映像檔 %(image_id)s。可能已在上傳期間刪除該映像檔：%(error)s

source: Image %(image_id)s is protected and cannot be deleted.
de: Image %(image_id)s ist geschützt und kann nicht gelöscht werden.
fr: L'image %(image_id)s est protégée et ne peut pas être supprimée.
it: L'immagine %(image_id)s è protetta e non può essere eliminata.
ko_kr: %(image_id)s 이미지는 보호되므로 삭제할 수 없습니다.
pt_br: A imagem %(image_id)s está protegida e não pode ser excluída.
tr_tr: %(image_id)s imajı korumalıdır ve silinemez.
zh_tw: 映像檔 %(image_id)s 已受保護，無法刪除。

source: Image %s could not be found after upload. The image may have been deleted during the upload, cleaning up the chunks uploaded.
de: Image %s konnte nach dem Upload nicht gefunden werden. Das Image wurde möglicherweise beim Upload gelöscht. Die hochgeladenen Blöcke werden bereinigt.
fr: L'image %s n'a pas été trouvée après le téléchargement. Elle a sans doute été supprimée pendant le téléchargement. Nettoyage des blocs téléchargés.
it: Impossibile trovare l'immagine %s dopo il caricamento. L'immagine potrebbe essere stata eliminata durante il caricamento. Eliminazione delle porzioni caricate.
ko_kr: 업로드 후에 %s 이미지를 찾을 수 없습니다. 업로드 동안 이미지가 삭제되었을 수 있습니다. 업로드된 청크를 정리합니다.
pt_br: A imagem %s não pôde ser localizada após o upload. A imagem pode ter sido excluída durante o upload, limpando os chunks transferidos por upload.
tr_tr: %s imajı yüklendikten sonra bulunamadı. İmaj yükleme sırasında silinmiş, yüklenen parçalar temizlenmiş olabilir.
zh_tw: 上傳之後找不到映像檔 %s。可能已在上傳期間刪除該映像檔，正在清除已上傳的區塊。

source: Image %s is deactivated
de: Image %s ist inaktiviert
fr: L'image %s est désactivée
it: L'immagine %s è disattivata
ko_kr: %s 이미지가 비활성화됨
pt_br: Imagem %s está desativada
tr_tr: %s imajı devrede değil
zh_tw: 已取消啟動映像檔 %s

source: Image %s is not active
de: Image %s ist nicht aktiv
fr: L'image %s n'est pas active
it: L'immagine %s non è attiva
ko_kr: %s 이미지가 활성 상태가 아님
pt_br: A imagem %s não está ativa
tr_tr: %s imajı etkin değil
zh_tw: 映像檔 %s 不在作用中

source: Image %s not found.
de: Abbild %s nicht gefunden.
fr: Image %s introuvable.
it: Immagine %s non trovata.
ko_kr: %s 이미지를 찾을 수 없음
pt_br: Imagem %s não localizada.
tr_tr: %s imajı bulunamadı.
zh_tw: 找不到映像檔 %s。

source: Image exceeds the storage quota: %s
de: Das Abbild übersteigt das vorhandene Speicher-Kontingent: %s
fr: l'image %s dépasse le quota de stockage
it: L'immagine supera la quota di memoria: %s
ko_kr: 이미지가 스토리지 할당량을 초과함: %s
pt_br: Imagem excede a cota de armazenamento: %s
tr_tr: İmaj depolama kotasını aşar: %s
zh_tw: 映像檔超出儲存體配額：%s

source: Image id is required.
de: Image-ID ist erforderlich.
fr: Id image est requis.
it: ID immagine obbligatorio.
ko_kr: 이미지 ID가 필요합니다.
pt_br: ID da imagem é obrigatório.
tr_tr: İmaj kimliği gereklidir.
zh_tw: 映像檔 ID 是必要的。

source: Image is protected
de: Image ist geschützt
fr: L'image est protégée
it: L'immagine è protetta
ko_kr: 이미지가 보호됨
pt_br: A imagem está protegida
tr_tr: İmaj korumalıdır
zh_tw: 映像檔是受保護的

source: Image member limit exceeded for image %(id)s: %(e)s:
de: Grenzwert für Imagemitglieder für Image %(id)s überschritten: %(e)s:
fr: Le nombre maximal de membres est dépassé pour l'image %(id)s : %(e)s :
it: Superato il limite del membro dell'immagine per l'immagine %(id)s: %(e)s:
ko_kr: 이미지 %(id)s에 대한 이미지 멤버 한계 초과: %(e)s:
pt_br: O limite do membro da imagem excedido para imagem %(id)s: %(e)s:
tr_tr: %(id)s imajı için üye sınırı aşıldı: %(e)s:
zh_tw: 已超出映像檔 %(id)s 的映像檔成員限制：%(e)s：

source: Image name too long: %d
de: Imagename zu lang: %d
fr: Nom de l'image trop long : %d
it: Il nome dell'immagine è troppo lungo: %d
ko_kr: 이미지 이름이 너무 김: %d
pt_br: Nome da imagem muito longo: %d
tr_tr: İmaj adı çok uzun: %d
zh_tw: 映像檔名稱太長：%d

source: Image operation conflicts
de: Imageoperationskonflikte
fr: Conflits d'opération d'image
it: L'operazione dell'immagine è in conflitto
ko_kr: 이미지 조작이 충돌함
pt_br: Conflitos da operação de imagem
tr_tr: İmaj işlem çatışmaları
zh_tw: 映像檔作業衝突

source: Image status transition from %(cur_status)s to %(new_status)s is not allowed
de: Abbild-Statusänderung von %(cur_status)s nach %(new_status)s ist nicht erlaubt
fr: La transition du statut de l'image de %(cur_status)s vers %(new_status)s n'est pas autorisée
it: Il passaggio di stato dell'immagine da %(cur_status)s a %(new_status)s non è consentito
ko_kr: %(cur_status)s에서 %(new_status)s(으)로의 이미지 상태 전이가 허용되지 않음
pt_br: Transição de status de imagem de %(cur_status)s para %(new_status)s não é permitido
tr_tr: %(cur_status)s durumundan %(new_status)s durumuna imaj durum geçişine izin verilmez
zh_tw: 不容許映像檔狀態從 %(cur_status)s 轉移至 %(new_status)s

source: Image storage media is full: %s
de: Datenträger zum Speichern von Images ist voll: %s
fr: Le support de stockage d'image est saturé : %s
it: Il supporto di memorizzazione dell'immagine è pieno: %s
ko_kr: 이미지 스토리지 미디어 공간이 꽉 참: %s
pt_br: A mídia de armazenamento da imagem está cheia: %s
tr_tr: İmaj depolama ortamı dolu: %s
zh_tw: 映像檔儲存媒體已滿：%s

source: Image tag limit exceeded for image %(id)s: %(e)s:
de: Grenzwert für Imagetags für Image %(id)s überschritten: %(e)s:
fr: Le nombre maximal de balises est dépassé pour l'image %(id)s : %(e)s :
it: Superato il limite di tag dell'immagine per l'immagine %(id)s: %(e)s:
ko_kr: 이미지 %(id)s에 대한 이미지 태그 한계 초과: %(e)s:
pt_br: O limite de identificação da imagem excedeu para a imagem %(id)s: %(e)s:
tr_tr: %(id)s imajı için etiket sınırı aşıldı: %(e)s:
zh_tw: 已超出映像檔 %(id)s 的映像檔標籤限制：%(e)s：

source: Image upload problem: %s
de: Problem beim Imageupload: %s
fr: Problème d'envoi de l'image: %s
it: Problemi nel caricamento dell'immagine: %s
ko_kr: 이미지 업로드 문제: %s
pt_br: Problema ao fazer upload de imagem: %s
tr_tr: İmaj yükleme sorunu: %s
zh_tw: 映像檔上傳問題：%s

source: Image with identifier %s already exists!
de: Image mit ID %s ist bereits vorhanden!
fr: L'image avec l'identificateur %s existe déjà !
it: Immagine con identificativo %s già esiste!
ko_kr: ID가 %s인 이미지가 이미 존재합니다!
pt_br: A imagem o identificador %s já existe!
tr_tr: %s tanımlayıcısı ile imaj zaten mevcut!
zh_tw: ID 為 %s 的映像檔已存在！

source: Image with identifier %s has been deleted.
de: Image mit ID %s wurde gelöscht.
fr: L'image avec l'identificateur %s a été supprimée.
it: L'immagine con identificativo %s è stata eliminata.
ko_kr: ID가 %s인 이미지가 삭제되었습니다.
pt_br: Imagem com identificador %s foi excluída.
tr_tr: %s tanımlayıcılı imaj silindi.
zh_tw: 已刪除 ID 為 %s 的映像檔。

source: Image with identifier %s not found
de: Image mit ID %s nicht gefunden
fr: L'image portant l'ID %s est introuvable
it: Impossibile trovare l'immagine con identificativo %s
ko_kr: ID가 %s인 이미지를 찾을 수 없음
pt_br: Imagem com identificador %s não localizada
tr_tr: %s tanımlayıcısı ile imaj bulunamadı
zh_tw: 找不到 ID 為 %s 的映像檔

source: Image with the given id %(image_id)s was not found
tr_tr: Verilen %(image_id)s ile imaj bulunamadı

source: Incorrect auth strategy, expected "%(expected)s" but received "%(received)s"
de: Falsche Authentifizierungsstrategie. Erwartet wurde "%(expected)s", empfangen wurde jedoch "%(received)s"
fr: Stratégie d'autorisation incorrecte, valeur attendue "%(expected)s" mais valeur obtenue "%(received)s"
it: Strategia di autenticazione errata, previsto "%(expected)s" ma ricevuto "%(received)s"
ko_kr: 인증 전략이 올바르지 않음. 예상: "%(expected)s", 수신: "%(received)s"
pt_br: Estratégia de autorização incorreta; esperava-se "%(expected)s", mas foi recebido "%(received)s"
tr_tr: Hatalı yetki stratejisi, beklenen değer, "%(expected)s" ancak alınan değer, "%(received)s"
zh_tw: 不正確的鑑別策略，需要 "%(expected)s"，但收到 "%(received)s"

source: Incorrect request: %s
de: Falsche Anforderung: %s
fr: Requête incorrecte: %s
it: Richiesta non corretta: %s
ko_kr: 올바르지 않은 요청: %s
pt_br: Requisição incorreta: %s
tr_tr: Hatalı istek: %s
zh_tw: 不正確的要求：%s

source: Index is out of range
tr_tr: İndis aralık dışındadır

source: Index is required
tr_tr: İndis gereklidir

source: Input does not contain '%(key)s' field
de: Eingabe enthält nicht das Feld '%(key)s'
fr: L'entrée ne contient pas la zone '%(key)s'
it: L'input non contiene il campo '%(key)s'
ko_kr: 입력에 '%(key)s' 필드가 포함되어 있지 않음
pt_br: A entrada não contém o campo '%(key)s'
tr_tr: Girdi '%(key)s' alanı içermez
zh_tw: 輸入不包含 '%(key)s' 欄位

source: Insufficient permissions on image storage media: %s
de: Nicht ausreichende Berechtigungen auf Imagespeichermedien: %s
fr: Droits insuffisants sur le support de stockage d'image : %s
it: Autorizzazioni insufficienti sul supporto di memorizzazione immagini: %s
ko_kr: 이미지 스토리지 미디어 권한 부족 : %s
pt_br: Permissões insuficientes na mídia de armazenamento da imagem: %s
tr_tr: İmaj depolama ortamında yetersiz izinler: %s
zh_tw: 對映像檔儲存媒體的許可權不足：%s

source: Invalid JSON pointer for this resource: '/%s'
de: Ungültiger JSON Zeiger für diese Ressource: : '/%s'
fr: Pointeur JSON invalide pour cette ressource : '%s'
it: Puntatore JSON non valido per questa risorsa: '/%s'
ko_kr: 이 자원에 대해 올바르지 않은 JSON 포인터: '/%s'
pt_br: Ponteiro de JSON inválido para este recurso: '/%s'
tr_tr: Bu kaynak için geçersiz JSON işaretçisi: '/%s'
zh_tw: 此資源的 JSON 指標無效：'/%s'

source: Invalid checksum '%s': can't exceed 32 characters
tr_tr: Geçersiz sağlama '%s': 32 karakterden uzun olamaz

source: Invalid configuration in glance-swift conf file.
de: Ungültige Konfiguration in der Glance-Swift-Konfigurationsdatei.
fr: Configuration non valide dans le fichier de configuration glance-swift.
it: Configurazione nel file di configurazione glance-swift non valida.
ko_kr: glance-swift 구성 파일의 구성이 올바르지 않습니다.
pt_br: Configuração inválida no arquivo de configuração glance-swift.
tr_tr: glance-swift yapılandır dosyasında geçersiz yapılandırma.
zh_tw: glance-swift 配置檔中的配置無效。

source: Invalid configuration in property protection file.
de: Ungültige Konfiguration in Eigenschaftsschutzdatei.
fr: Configuration non valide dans le fichier de verrouillage de propriétés.
it: Configurazione non valida nel file di protezione della proprietà.
ko_kr: 특성 보호 파일의 올바르지 않은 구성입니다.
pt_br: Configuração inválida no arquivo de proteção de propriedade.
tr_tr: Özellik koruma dosyasında geçersiz yapılandırma.
zh_tw: 內容保護檔案中的配置無效。

source: Invalid container format '%s' for image.
de: Ungültiges Containerformat '%s' für Image.
fr: Format de conteneur '%s' non valide pour l'image.
it: Formato del contenitore '%s' non valido per l'immagine.
ko_kr: 이미지에 대한 컨테이너 형식 '%s'이(가) 올바르지 않습니다.
pt_br: Formato de Contâiner inválido '%s' para imagem.
tr_tr: İmaj için geçersiz kap biçimi '%s'.
zh_tw: 映像檔的儲存器格式 '%s' 無效。

source: Invalid content type %(content_type)s
de: Ungültiger Inhaltstyp %(content_type)s
fr: Type de contenu non valide %(content_type)s
it: Tipo contenuto non valido %(content_type)s
ko_kr: 올바르지 않은 컨텐츠 유형 %(content_type)s
pt_br: Tipo de conteúdo inválido %(content_type)s
tr_tr: Geçersiz içerik türü %(content_type)s
zh_tw: 無效的內容類型 %(content_type)s

source: Invalid dict property type
de: Ungültiger dict-Eigenschaftstyp
fr: Type de propriété de dictionnaire non valide
it: Tipo di proprietà del dizionario non valido
ko_kr: 올바르지 않은 사전 특성 유형
pt_br: Tipo de propriedade de dicionário inválida
tr_tr: Geçersiz sözlük özellik türü
zh_tw: 無效的字典內容類型
